<blank>
<s>
</s>
about
the
to
What
is
me
of
grow
description
a
I
temperature
everything
Give
soil
pH
optimal
minimum
maximum
Please
know
information
Describe
range
Tell
would
like
all
comprehensive
At
what
will
grow?
Can
get
with
detailed
full
provide
in-depth
plant
life
name
form
crop
cycle
like?
scientific
light
intensity
required
biology
tell
learn
share
complete
overview
Share
Provide
an
want
List
things
you
kind
physiology
habit
de
tree
bean
common
tree?
Indian
da
wild
white
African
yellow
sweet
red
bean?
European
do
Chinese
pois
palm
black
herba
water
apple
dos
yam
nut
American
plum
grass
erva
Aetheroleum
garden
herba?
potato
Japanese
du
purple
palm?
del
folium
acacia
tree.
bush
ni
bitter
wood
frijol
pea
almindelig
te
-
English
haricot
apple?
mountain
orange
pepper
pine
mangrove
jobo
cherry
grass?
plum?
flos
blue
green
tomate
Spanish
great
millet
mustard
folium?
moli
jeruk
limau
fructus
nut?
(Cook
lime
gum
cabbage
vine
gourd
vanlig
mahogany
clover
plantain
bean.
pomme
arbre
pine?
lily
hemp
lemon
pea?
la
West
false
das
spinach
(Galinya)
cedar
pear
thorn
yam?
mangrove?
plant?
strawberry
leaf
pan
palo
oil
di
horse
à
Mexican
Egyptian
flor
dwarf
cow
Italian
monkey
flos?
aubergine
ma
betel
Malabar
thistle
chestnut
oak
mulberry
melon
fig
gourd?
cherry?
angelica
coffee
batata
banana
Guinea
mang
Java
golden
vegetable
true
palma
co
cara'
field
des
Irish
castanheiro
French
velvet
radix
weed
flower
herb
rose
jocote
daun
rosa
vaivai
ciruela
potato?
fructus?
onion
sorrel
bamboo
elder
fern
spinach?
orange?
(Galinya)?
millet?
cedar?
kacang
lady's
giant
brown
chou
rock
small
Oleum
bastard
swamp
ubi
East
Australian
wilde
Cape
semen
eggplant
seed
guava
monte
garlic
fruit
granadilla
inhame
papa
winter
goiaba
rubber
mustard?
pepper?
plantain?
mahogany?
clover?
nightshade
grape
root
India
dou
grande
dau
ki
mamey
bark
phak
sugar
bush?
lily?
sour
fan
Sao
lesser
al
thistle?
silver
scarlet
sea
southern
chestnut?
gewöhnliche
gul
German
oak?
bois
Herba
kale
(Konsogna)
(Amargna)
blueberry
wheat
laurel
lime?
radix?
weed?
pear?
wood?
ta
parcha
asparagus
bai
dao
alho
anona
putat
ya
long
calabaza
butter
pepino
uva
trefle
herba.
onion?
mulberry?
sorrel?
vulgar
squash
almond
mallow
(India)
wattle
(Malawi)
(Cameroon)
vetch
gram
dogwood
blanc
honeysuckle
foxglove
China
ginger
lavender
Jamaica
date
mombin
arroz
papaya
zapote
trumpet
si
feuilles
pin
chan
Althaeae
Barbados
Bois
stone
elephant
custard
som
man's
marsh
sawo
fagiolo
devil's
palmier
jelly
oseille
dolique
poroto
and
St.
weeping
arvore
large-leaved
desert
spiny
soap
creeping
pinheiro
terong
durum
broad-leaved
herbe
semen?
flower?
eggplant?
acacia?
gum?
thorn?
palm.
(Simbo)
(Tuvalu)
rouge
I)
blanco
amarillo
cranberry
berry
milkweed
(Pokot)
peach
corn
patata
zucca
kudzu
guayaba
salad
jambu
cay
Ceylon
ku
broad
pepe
arbol
limón
man
poison
abricot
tu
lima
goma
guanábana
Cortex
poke
pino
wall
lentille
mkoma
moutarde
cha
genciana
cedro
hedge
gaïac
bamboo?
nightshade?
melon?
grape?
fig?
hemp?
elder?
root?
bravo
(Roviana)
(Kiribati)
basil
iris
radish
Europa
birch
(Zimbabwe)
ivy
ash
teak
foot
celery
broccoli
saffron
real
dulce
cabbage?
seed?
guava?
kale?
monte?
(Konsogna)?
(Amargna)?
blueberry?
amarelo
tau
mak
bottle
mao
passion
kha
chataignier
cereza
chene
camphor
Red
bawang
noix
khan
river
hairy
shepherd's
hungry
fleur
cape
Brazilian
krooch
nan
buah
guayabo
(West
Queensland
abu
edible
sha
maracuja
kidney
day
judia
kachang
yerba
rain
prickly
Folia
Menthae
xiao
pau
arrow
echte
sacred
(South
Bengal
Hippocastani
male
malva
musk
Canadian
espinheiro
Crataegi
petit
Chilean
african
lirio
albi
Levistici
et
Chamomillae
meadow
carvalho
cum
Tanaceti
folhas
fox
Rhodesian
fever
trevo
Fuller's
candle
Tiliae
chaste
apple.
grass.
plum.
vulgar?
squash?
almond?
India?
strawberry?
mallow?
(India)?
wattle?
angelica?
(Malawi)?
(Cameroon)?
vetch?
fern?
vavalagi
tamarind
Africa)
shu
lettuce
commun
negro
(Galinya
serviceberry
branco
(Zambia)
beech
bedstraw
thyme
pond-lily
rape
mango
Quito
rice
artichoke
flag
lupin
cattail
violet
cotton
sage
laut
citron
baru
taro
cannelle
capulin
nutmeg
kasturi
Acacia
bead
Noir
hua
durian
tiep
jack
belimbing
pigeon
grain
polo
huong
ufi
ba
coral
cây
gan
kedondong
caja
mung
coco
araticum
margarida
Brazil
castanha
caper
açaí
lupino
reed
dog
Madagascar
pimenta
paperbark
trâu
abete
folium.
(Simbo)?
(Tuvalu)?
rouge?
I)?
blanco?
amarillo?
cranberry?
berry?
wheat?
milkweed?
(Pokot)?
nut.
cucumber
branca
arrowroot
noir
silvestre
raspberry
(Bolivia)
lotus
cortex
daisy
(Tanzania)
broom
ginseng
teasel
columbine
poplar
linden
mullein
sapote
cao
shrub
patate
mame
piperitae
adzuki
agua
willow
rocket
groundnut
apricot
nettle
alder
kok
kapisi
Santo
manioc
dong
lam
finger
riz
mil
kham
coleus
sorveira
yuca
mimosa
babul
dou?
bravo?
(green
Bulbus
po
fruta
(Roviana)?
Semen
star
bambu'
stem
Siberian
perennial
leaf?
Oriental
gram?
blanc?
feijao
Persian
filfil
(Kiribati)?
khoai
sa
gelbe
cultivated
winged
pe'
Turkey
cumquate
dessert
morangueiro
morelle
hierba
guinea
San
faux
fua
noz
bullace
amoreira
ornamental
basil?
hoewi
iris?
honeysuckle?
Rio
princess
pe
tropical
radish?
Madeira
glossy
tulip
hog
cork
seaside
vanligt
arbor
äkta
Juglandis
large
sabugueiro
Europa?
Sambuci
smooth
dyer's
bel
Angelicae
iron
el
thorny
birch?
Abyssinian
Ethiopian
woolly
ragged
dogwood?
buffalo
gewöhnlicher
(Zimbabwe)?
cerisier
faia
ground
ivy?
kam
Pruni
spinosae
Ribis
rubri
Cynosbati
Afrikanische
ash?
arándano
Alpine
lamb's
mudzaladowe
dok
vild
vulgaris
Calami
Absinthii
Calendulae
Scotch
holy
Cardui
lemon-scented
Rumicis
may
aux
flame
teak?
amieiro
king's
cuscuta
foxglove?
royal
peuplier
choupo
salsaparrilha
tilia
boca
pine.
pea.
garlic?
fruit?
vavalagi?
tamarind?
laurel?
Africa)?
shu?
lettuce?
commun?
peach?
vine?
corn?
negro?
(Galinya?
serviceberry?
branco?
(Zambia)?
herb?
beech?
bedstraw?
thyme?
pond-lily?
(Fiji)
leek
soursop
belanda
marrow
Islands)
senna
muli
doce
pumpkin
gooseberry
persimmon
medlar
sucre
kumquat
(Samoa)
trefoil
cowpea
bastarda
preta
negra
común
moscada
Japao
hawthorn
ebony
dock
lupine
water-lily
africano
leaves
pala
periwinkle
(Australia)
maple
yam.
mangrove.
plant.
Tree
cam
inga
blanca
papalagi
walnut
Betulae
eye
bunchberry
bulrush
cat-tail
cacao
dragon
wormwood
cumin
burnet
hsiang
tongue
bluegum
santo
cong
mai
lady
saga
sandal
ton
mamuang
acajou
nangka
canna
poivre
naaw
limao
laranja
bejuco
xiang
cu
hông
crab
pineapple
Florida
azeda
blood
calabash
mammee
abrico
sago
vudi
spelt
lúa
curuba
para
runner
dovu
prune
menthe
mungo
kong
funcho
pera
trigo
murier
couch
rièng
saskatoon
Virginia
pao
noce
Boraginis
câprier
cappero
California
tao
rhizoma
locust
pignon
terre
roble
foxtail
club
mirtilho
arando
ervilha
(young)
mostaza
khamin
trifoglio
liquorice
réglisse
curry
kari
ho
tia
roman
zhang
eucalipto
pride
loendro
gommier
preto
dedaleira
flannel
flos.
celery?
cucumber?
branca?
foot?
broccoli?
China?
lemon?
real?
coffee?
dulce?
arrowroot?
banana?
grande?
batata?
noir?
silvestre?
raspberry?
(Bolivia)?
lotus?
saffron?
cortex?
daisy?
(Tanzania)?
broom?
ginseng?
ginger?
lavender?
teasel?
columbine?
poplar?
linden?
mullein?
gourd.
cherry.
fingers
okra
(Tonga)
arum
oat
(Spanish)
(Italian)
pyerets
thet
pennywort
parsley
cyperus
tomato
brava
jute
azédo
prados
(Sudan)
(Niue)
(Philippines)
parsnip
avocado
Chine
comun
noire
(Wolayetgna)
sorghum
myrobalan
(Ecuador)
(Colombia)
bastardo
buckwheat
officinale
rhubarb
d'Inde
Brésil
boxwood
(Uganda)
juniper
mace
poppy
lungwort
Harar)
wort
bindweed
boticas
knapweed
(Borana)
(Marakwet)
myrtle
aloe
heather
gentian
holly
geranium
Akazie
rue
oleander
menor
fir
elm
dodder
madder
Cameroon)
stonecrop
sandalwood
ts'ung
chino
xian
kofe
swede
col
sabre
hot
sumauma
hom
goosefoot
ti
fennel
soya
mesta
blade
guamo
kai
hyacinth
Domingo
nipa
pais
saman
berenjena
guama
obo
mani
seso
huevo
nabbu
hazel
cafe
gedang
caraway
fonio
bule
sycamore
pacay
doux
guaba
san
chocho
ball
mviru
ye
ceba
pellitory
lenteja
vervain
hardal
sappan
marigold
savory
thym
gombo
ban
horsetail
nat
Sodom
Robert
savin
cheiro
paulownia
qua
lang
coca
wistaria
tea
dâu
kembang
ketmie
kopi
(Solomon
circassian
clam
peacock
Allii
yang
key
khtim
Spring
ceboleta
corossol
bullock's
coracao
areca
gasau
wi
belembing
cayenne
chik
country
bertalha
basela
poor
wax
Silver
butterfly
amor
gewone
kapeti
fodder
brocoli
Bruxelles
ai
kumanda
pwa
canarium
sword
fève
acid
kara
boro
poilao
tiger
rau
Cichorii
chhmaa
chanh
Satsuma
mitha
for
hybrid
arabian
Liberian
yan
Chinesische
summer
autumn
globe
round
souchet
haeo
nha
tung
greater
Otaheite
goose
sow
tra
figueira
quimbombó
agrio
quetmia
cururú
quiabeiro
ice
cream
rabo
lá
pana
um
head
new
flowered
labu
(American
angled
Madras
dolico
South
pickerel
Panama
Jamaican
broadleaf
futi
fai
cresson
wara
chle
palmeira
knollige
timun
gros
french
pokok
Andean
four
thwàx
Fiji
caña
ohai
schwarzer
sort
chicken
prunier
brandy
bread
yard
Malanga
Ocumo
Anethi
anethi
Congo
saure
echter
Fagopyri
Melissae
moringa
mucuna
terciopelo
Natal
Surinam
tallow
Mountain
Prunier
via
Carthami
hong
Turkish
lucky
knob
Bardanae
Peruvian
Algerian
Mediterranean
slough
bela
palmyra
toddy
Sukuma
flowering
king
carob
palmito
hvid
vanleg
Nile
cerise
Iceland
ring
Galii
our
cheese
spring
echtes
hay
crow
coroa
northern
floating
cat's
dom
Juniperi
zimbro
Lamii
chickling
rough
tremoco
pearl
marrube
Hungarian
aguaje
Swiss
sweet-scented
Papaveris
Senegal
bong
Asian
Roman
umbrella
bull
grosse
cereja
los
spotted
sand
las
live
Austrian
Quercus
nigri
sine
ronce
amora
knee
pimpinela
stor
bwa
quinquina
albae
Brassica
tomato-fruited
Afrikansk
sorbo
degli
Burma
suren
goat's
narrow-leaf
kleine
liden
dumoga
bambara
kurkura
cat
lingua
indian
maroola
stemless
nabo
milk
kone
irara
amazonische
pink
mostarda
kapusta
temu
khi
mò
phac
tou
jon
Petroselini
Trifolii
kan
Rhizoma
Dracunculi
Artemisiae
urze
Chrysanthemi
blessed
benedicti
meyan
Christmas
e
chi
nga
honey
mother
Venus'-
cardo
fau
Prickly
quinine
tin
craw
empress
ringworm
chumhet
Jamestown
mamoninho
flamboyant
atbot
tea-tree
tanchagem
Plantaginis
indlebe-kathekwane
healing
fish
Eastern
Salviae
anileira
sapin
abeto
scented
babla
kikar
(Cape
godi
pheasant's
mogno
sembang
dai
poh
Chelidonii
cipres
cuscute
bloody
fairy
Digitale
luvas
lignum-vitae
legno
St
genévrier
S.
Malvae
Hart's
trébol
Meliloti
platano
Transvaal
Saponaria
rubrae
mariani
small-leaved
tilleul
Carbo
officinalis
Tilium
Farfarae
verbasco
Verbasci
violeta
Visci
fa
Ononidis
eastern
Salicis
bella
roter
yik
bedara
tongkat
potato.
fructus.
spinach.
orange.
(Galinya).
millet.
cedar.
(Fiji)?
laut?
leek?
soursop?
belanda?
marrow?
Islands)?
rape?
senna?
cotton?
muli?
doce?
pumpkin?
artichoke?
gooseberry?
persimmon?
medlar?
sucre?
kumquat?
(Samoa)?
mango?
trefoil?
rice?
granadilla?
Quito?
me?
cowpea?
bastarda?
preta?
negra?
común?
moscada?
Japao?
hawthorn?
ebony?
dock?
flag?
lupin?
lupine?
water-lily?
africano?
rose?
cattail?
leaves?
pala?
sage?
periwinkle?
(Australia)?
maple?
violet?
mustard.
pepper.
plantain.
mahogany.
clover.
bush.
lily.
thistle.
chestnut.
oak.
Tuvalu)
peli
Espanha
amaranth
(Cooks)
gua
cane
havre
batu
vermelha
bauhinia
bok
(Fr)
cauliflower
(French)
masi
watermelon
nipis
tay
tipolo
(Oman)
mandarin
manis
fibre
sui
bija
Petersilie
pom
hina
mu
kaki
chin
loquat
Japon
serrana
verde
cultura
girasole
su
ácida
d'Egypte
vino
botol
Samoa)
Pará
(Brazil)
lucerne
yai
islands)
(Cambodia)
jiquima
bohne
yambohne
sinkamas
ge
d'Espagne
pigweed
daikon
amarilla
hembra
mint
(Peru)
(Bra)
dill
acide
Limette
balm
(Peru
mer
corozo
kiwi
baobab
bâtard
rod
barberry
berberis
beith
d'Amérique
jardins
Weißdorn
galingale
americana
africana
cleavers
mannagrass
(Angola)
(Kenya)
buckthorn
cress
toadflax
amarela
horehound
chamomile
(Colombia
gatos
hirse
bistort
arrowhead
sennep
mosterd
kaveldun
verbena
bugle
shamrock
moss
(Giriama)
(Samburu)
(Keiyo)
cinnamon
turmeric
muscade
reino
Thymian
Millefolii
ingo
Folium
ssu
tansy
ironwood
lilac
buttonwood
åkervinda
cypress
fingerbøl
glove
ask
deal
nang
tree/eng
restharrow
cottonwood
aster
pahit
bumi
ali
bunga
sayur
Agati
Coral
Bead
Sandalwood
chung
cashew
svaay
anon
nona
cau
miiz
avoine
mamoncillo
melao
orchid
flamboyán
jaina
congo
cebolinho
ngali
kenari
kapok
lien
tsamma
kiengz
krauch
oranger
chorreque
arabica
louro
persil
kothmiri
cantaloupe
guar
s'ad
cenoura
uvi
ñame
figado
thi
oriental
kelapa
fenouil
Jerusalem
girassol
ambary
paille
tranh
bach
kumala
kumara
lab-lab
pul
haole
koa
tangan
lopa
Samoa
(Niue
macadamia
acerola
mammy
mata
manggis
luzerna
nhàu
dilo
calabur
jam
mon
litchi
arishi
maracujá
tumbo
dua
chum
pimienta
goyave
Goa
supermarket
fava
cudzu'
bour
naranjilla
lulo
asam
roka
alamo
oca
rubas
lisas
baay
sila
mamao
goober
akee
oval
egg
melisse
horseradish
mora
haba
nelumbo
oyster
mashua
apilla
citronnier
sponge
cunjevoi
alocasia
tepary
mat
aconite
macauba
groo
grou
gru
bower
tara
maja
grains
turnip
apio
tucum
cohune
avena
noyer
coquito
betula
vidoeiro
wiki
buxo
curcuma
dale
huanarpu
sapodilla
loios
pacaya
limoeiro
sômz
chaya
abata
wanza
anao
marmelo
puki
safu
mawe
oruga
juçara
fagopiro
ana
Abbo
jenipapeiro
piorno
tun
niger
Kersting's
altramuz
tauri
mauve
cravo
marrubio
breadfruit
fire
pica
spatterdock
fico
proso
feather
emblic
yacon
heart
alperceiro
ameixeira
peral
Quebec
mongongo
brier
bramble
silva
framboise
frambuesa
framboeza
sanders
gboma
melanzana
beringela
beam
tuber
umdoni
blé
grano
alkamh
marama
morama
zombi
vinha
milho
carpet
medronheiro
lentil
officinal
orobe
orobo
vesce
oilseed
sorva
baar
pega
arracacha
hollyhock
khashkhash
gergelim
khardal
senape
gorczyca
safran
ango
nghe
koko
bay
luk
szerecsendió
nhuc
trebol
'ava
Wood
canela
nim
cominho
anise
lentisco
robinia
clary
sauge
quiabo
karereon
nikapwerik
espino
needle
lebbek
dita
kamfornii
one
lu
buyo
lau
ribwort
hen
saam
caoba
tecoma
espinho
maidenhair
avenca
ontano
aliso
romanae
chamomillae
chen
kuei
coltsfoot
ngai
phi
wan
so
thong
carpino
sene
iroko
Vingerhoedskruid
love
kafur
turpentine
quina
gayak
saint
sabina
spike
Bourbon
melilot
pitch
psyllium
tanaceto
romiet
saboeira
grandes
gambir
Parma
legundi
Mkomohoyo
Mseneo
Ntasesa
d'eau
thalai
cottony
java
yohimbe
Canada
bidara
parasol
khai
fingers?
okra?
dau?
(Tonga)?
tau?
arum?
oat?
cao?
(Spanish)?
(Italian)?
mame?
pyerets?
thet?
sapote?
pennywort?
amarelo?
parsley?
cyperus?
tomato?
brava?
agua?
jute?
Jamaica?
Guinea?
azédo?
apricot?
prados?
(Sudan)?
(Niue)?
(Philippines)?
arroz?
patate?
parsnip?
avocado?
date?
Chine?
comun?
to?
noire?
(Wolayetgna)?
sorghum?
mombin?
myrobalan?
piperitae?
(Ecuador)?
(Colombia)?
adzuki?
bastardo?
groundnut?
buckwheat?
officinale?
rhubarb?
shrub?
d'Inde?
pan?
Brésil?
boxwood?
(Uganda)?
rocket?
juniper?
nettle?
mace?
poppy?
lungwort?
Harar)?
wort?
bindweed?
boticas?
knapweed?
(Borana)?
(Marakwet)?
myrtle?
aloe?
heather?
gentian?
holly?
geranium?
Akazie?
rue?
oleander?
willow?
menor?
fir?
alder?
elm?
dodder?
madder?
Cameroon)?
stonecrop?
lime.
radix.
weed.
pear.
wood.
onion.
mulberry.
sorrel.
semen.
flower.
eggplant.
acacia.
gum.
thorn.
bamboo.
nightshade.
melon.
grape.
fig.
hemp.
elder.
root.
Tuvalu)?
peli?
Tree?
cong?
Espanha?
amaranth?
(Cooks)?
papalagi?
cannelle?
ta?
gua?
cane?
asparagus?
havre?
batu?
vermelha?
bauhinia?
bok?
salad?
(Fr)?
cauliflower?
(French)?
masi?
papa?
citron?
watermelon?
nipis?
tay?
tipolo?
(Oman)?
cam?
mandarin?
manis?
fibre?
taro?
inhame?
sui?
bija?
Petersilie?
pom?
hina?
zucca?
mu?
kaki?
chin?
loquat?
Japon?
serrana?
verde?
cultura?
girasole?
su?
ácida?
inga?
d'Egypte?
vino?
botol?
Samoa)?
Pará?
(Brazil)?
lucerne?
yai?
islands)?
capulin?
(Cambodia)?
jiquima?
bohne?
yambohne?
patata?
sinkamas?
ge?
parcha?
d'Espagne?
pois?
pigweed?
guayaba?
kudzu?
daikon?
aubergine?
amarilla?
jobo?
hembra?
jocote?
cacao?
baru?
mint?
mai?
(Peru)?
(Bra)?
dill?
blanca?
acide?
Limette?
walnut?
balm?
(Peru?
mer?
corozo?
kiwi?
baobab?
bâtard?
rod?
barberry?
berberis?
beith?
Betulae?
d'Amérique?
cumin?
jardins?
kasturi?
bunchberry?
Weißdorn?
galingale?
dragon?
americana?
africana?
cleavers?
mannagrass?
(Angola)?
(Kenya)?
buckthorn?
cress?
toadflax?
amarela?
horehound?
chamomile?
(Colombia?
gatos?
hirse?
bistort?
arrowhead?
burnet?
bulrush?
sennep?
mosterd?
cat-tail?
kaveldun?
verbena?
bugle?
shamrock?
moss?
(Giriama)?
(Samburu)?
(Keiyo)?
cinnamon?
turmeric?
nutmeg?
muscade?
reino?
Thymian?
Millefolii?
wormwood?
ingo?
Folium?
ssu?
tansy?
ironwood?
eye?
hsiang?
lilac?
buttonwood?
åkervinda?
cypress?
tongue?
fingerbøl?
glove?
bluegum?
ask?
santo?
deal?
nang?
tree/eng?
restharrow?
cottonwood?
aster?
pahit?
bumi?
ali?
cabbage.
seed.
guava.
kale.
monte.
(Konsogna).
(Amargna).
blueberry.
Eibisch
bendi
(Tonga
carolina
eyes
flower-fence
daeng
pavao
suga
basal
merah
leaf)
ananas
épineux
seberang
barang
sarifa
boi
cahuex
cherimoya
luna
kaya
na
arecae
kapiak
farine
kamrakh
pessegi
suan
Malabarspinat
soldado
moqua
beet
friend
needles
tonga
nehe
kebis
(Paraguay)
chives
mun
pimenton
peppar
peper
ahmar
loko
capoc
thao
caimito
kadu
duren
endive
chicory
succory
Wegwarte
wassermelone
pomelo
agria
francés
Zitrone
cidreira
galego
toronja
madarini
mull
azul
heaven
kafei
Kaffee
buna
cocoyam
keladi
sali
coriander
dhania
ketumbar
kolendra
bin
mâle
gherkin
Kürbis
Artischocke
nutsedge
gau
pix
carrot
igname
Guine'
dam
samak
blackberry
chico
foeniculi
cut
soja
piini
topinambour
til
roselle
rozelle
sour-sour
Guinée
sereni
viña
viñuela
vinagreira
Guiné
zuring
karkadé
carcadé
barley
guarna
mico
douce
terra
keledek
sidra
sem
kula
(Yap)
(Palau)
vavalangi
loofah
luffa
sauvage
alfalfa
roxa
lusern
genip
moreira
farang
tzu
albahaca
olive
kao
padi
ahipa
yamsbønne
bengkoewang
sengkuang
jacatupé
jacutupé
jocotupé
böyrüce
liane
passionfruit
poka
Castilla
chamborote
a€o
francais
tamar
korma
arveja
purslane
ailé
botor
cavalo
phuu
rosewood
acha
duruka
zucchero
comune
rug
(Argentina)
(Mexico)
cimarrona
aartappel
broom-corn
sorgho
sorgo
ipwa
bachanta
Hirse
franc
perro
jawa
maho
mahaut
milo
sâmut
jaqueca
peppermint
bohe
vete
kveite
hvede
weizen
ruba
(Venezuela)
(USA)
cochon
(Ant)
(Ven)
maize
makki
(Wollamo)
bignay
buni
pistache
vegetal
roja
diablo
Africa
manso
stick
laimi
hassel
Buchweizen
bovete
valnød
valnöt
chiku
pickerelweed
oyibo
(Hamer-Bena)
kavach
kaunch
alkushi
atmagupta
dulagondi
punaikkali
nasugunni
(Quechua)
(Aymara)
America)
pistachio
(Oromiffa)
num-num
Holunder
salsify
Ecuador)
Bolivia)
Kaffa)
(Gamo)
campo
Mulga
arabic
senegal
arábica
país
cayiete
ocori
Indias
galangal
juneberry
forrajero
burdock
salsa
pain
ano
manaca
marguerite
rasteira
Brasil
tan
name)
rush
box
Kapernstrauch
otu
papaw
moscata
carvi
bur
America
cornflower
escovinha
prästkrage
calamondin
amargo
wampee
cornel
Canada'
corniolo
aubepine
biancospino
hagtorn
hvidtjørn
summitas
samphire
anjing
Zypergras
commune
longan
nhai
(Afargna)
bugloss
Cayenne
touceira
rennet
tintureiros
gunnera
(Botswana)
(Réunion)
verdadeiro
pantanos
oba
Wacholder
juniperi
shimfa
(Ecuador
Peru)
musquée
Andorn
camomile
Kamille
Philodendron
itch
hirs
valmue
millett
melaka
pokeweed
galega
stipites
Eiche
comum
Johannisbeere
(Ghana)
(Kwangali)
hip
canina
pilblad
bladderwort
kolvhirs
fwenn
pea-aubergine
amère
qie
d'Afrique
chickweed
mtonga
dandelion
lim
beard
duro
lisdodde
rohrkolben
dunkjevle
dunhammer
brennessel
nælde
estreitas
americano
bearberry
bilberry
foxberry
mmilo
tears
parda
sasage
mfuu
jujube
silkweed
pitaya
brookweed
bur-reed
pindsvineknop
storigelknopp
scabious
buttons
diabo
bryony
erse
erve
ers
primrose
pepperwort
seringa
omuparara
europeia
Islandia
butterbur
(Chonyi)
(Digo)
(Gabra)
(Ilchamus)
(Kambe)
(Malakote)
(Orma)
(Rendille)
(Turkana)
knollenbohne
inca
masterwort
jacaranda
flax
aswad
nero
Senf
czarna
imbir'
kunyit
min
kim
luong
salai
k'ou
lavr
kau
chand
khau
oregano
majoram
marjoram
mejram
marjolein
timian
girofle
phlu
garofano
bosques
mugwort
maior
tarragon
dragonwort
estragon
estragao
sapao
calycibus
cassia
lavande
lavanda
Cari
neem
patta
perilla
shiso
anis
praia
germander
kardvädd
cheiroso
albizia
cua
sattaban
(kandha)
camphrier
alcanfor
canfora
canforo
diable
poinciana
kino
rostrato
sunflower
(Br)
lievre
bells
indigo
felpuda
bianco
Catechu
Verde)
(Guinea-Bissau)
Venus
agrimony
pimpernel
anemone
Hsiang
sen
bi
crown
aak
tidlösa
hemlock
tibast
Fingerhut
sundew
eucalyptus
Esche
poules
mate
privet
Malve
Fichte
plantago
cowslip
creeper
giun
sanicle
legitima
groundsel
palmetto
bittersweet
redwood
gyldenris
tiliae
hellebore
mistletoe
stinkwood
waterplantain
svalting
mouth
Pestwurz
(Danish)
umbra
sombra
boekenhout
houseleek
laburnum
badan
phueak
Himalaia
gatal
chaucha
frutto
huang
qiu
krachiap
saluyota
tuah
yong
neka
bele
pele
island
slippery
slipery
Petite
Corail
coralitos
crab's
Curly
Graines
Jumbi
jumbie
kitoke
hok
olho
segawe
tento
Vaivai
Ni
zumbic
tuitui
Candle
Levant
porro
újhagyma
cebula
harili
branching
bunching
Welsh
kata
á
apu
thiho
thayet
lon
lo
ara
painapa
fala
painapolo
saua
khièp
câù
talapo
scaly
poreroe
sita
sri
bnah
seri
caua
qu
Apii
hoop
colonial
Richmond
Iburu
heta
Arecae
Nuces
Ping
pakku
five
Faiv
caykhe
vinagrillo
(Dominican
ziblime
feathery
brack-water
freshwater
hippo
powder-puff
butan
sabao
camels
fuzzy
preserving
beggar's
cobbler's
farmer's
piquants
picao
feng
matua
piripiri
tae
puaka
pak
wong
Chou
chinois
siaina
oil-seed
gap
Onions
coliflor
cavolfiore
heading
Shetland
Savoy
repollo
cavolo
kraut
kovu
palangi
Brussels
bruselas
cavolini
sprouting
spear
nine-star
paper
Polynesian
Tapa
yvyra'í
gungo
Alexandria
Beauty
kanari
ensiform
mole
Patagonian
feijão
bakhua
standard
Meyer
tachinata
shiro
nata
tsurunachinata
chili
spansk
spaanse
struchkovy
kayenski
tabasco
doeum
kuai
minita
maniako
Olesi
lechosa
silk-cotton
god
vavau
paina
Asiatic
gotu
hydrocotyle
trachiek
duan
Kaki
antanan
ghod
bua
pa-na-e
tien
phae
tish
tuyest
sawu
sataa
Belgian
blue-sailor's
Glyceria
stolovyj
hsi
limon
khatta
khatto
shamom
medischer
thanh
Cleopatra
kid-glove
khieo
Valencia
sava
Arani
Olenisi
Swit
conchita
zapatillo
clitore
Blaue
Sea
natures
coir
(See
"Notes"
yebuna
robusta
mangasiva
Ecuador
freijó
hu
vonjucee
kothumpkalari
punaise
lus
Indische
hara
chive
kukama
hubbard
horned
Cucurbitae
cluster
cyamopse
quatre
guanra
jhar
kenchofe
haliya
dela
sam
khuon
caxlan
La
crowfoot
button
Queen
ten-months
Malacca
Guyana
ni-parai(Cook
pua-hi(Cook
au
marihi
tru
(except
in
Madang
air
akam
Aerial
fancy
asiatic
Igname
phlap
sharon
sâù
barnyard
cockspur
milha(n)
nahkhil
olie
crow's
neflier
so'n
nhot
malabar
Portuguese
pring
trâm
vôi
Malay
New
Zealand
multiplier
topset
Aqua
Foeniculi
kamuni
insilali
Marumi
fraisier
fejao
soia
earth
gummi
bimli
bimlipatum
bimlipatam
deccan
linho
canhamo
papoula
dah
gambo
rama
shrubby
cogon
blady
illuk
cottonwool
silky
impérata
capim
food
ingá
white-fleshed
tah
sød
zoete
ketela
luzu
vaka
pateta
magalo
muramura
Muraina
sausage
etua
kathiri
vazhudhanaikkai
blackberried
lablab
rongai
Tonga
caroata
lubia
(the
butter-head
crisp-head
bian
bird-house
hardshell
hard-shell
italian
suzza
tasmania
courge
abóbora
lead
talantayan
Marshall
ganitnityuwan
tangantan
rohbohtin
telentund
samoa
lusina
nito
siale
mohemohe
cassis
kaitetua
kulthi
mammea
d'
abricotier
pecego
lebu
rereke
tapioca
macaxeira
(sweet
aipim
melga
medicagem
Medicaginis
kirai
awl
east
yae
nono
noni
(Marquesas
non
fruitless
downing
silkworm
wit
Japanense
Singapore
paude
kerukup
krâkhôb
khoom
takhop
trùng
mât
meika
vuda
fusi
hopa
fai'i
hakua
piesang
agriao
rambut
(=
'hair'in
usan
usau
usare
phruan
ser
sao
shao
nypa
Basilici
Wayaka
chop-suey
three-lobed-leaved
four-lobed-root
judía
pre
liang
tani
uttan
köklü
belle
vinegar
sabanera
square-stemmed
le
grandadilla
ganadilla
sandía
maracuya
bao
Parapotina
maata
Vine
Tinitini
Pasione
Pasio
ie
apoka
caraota
media
pira
snap
Phaseoli
yamayski
petits
bonanza
clingstone
freestone
haven
Oso
gem
Cattley
trapaek
short
dólico
sikaku
saung
hto
leng
jiao
sz
kechang
thua
as
Burmese
vigne
leafy
Rubi
idaei
dule
pit-pit
Coastal
cana
kaikawewe
tolo
peqi
suti
monkey-pod
porrain
mendubi
gumor
tronkon
filinganga
segale
zucchetta
machuchu
arie
huisquil
wisteria
jew's
mad
paegani
Qaqata
A'ena
Awitt
little
naranjita
laranjitas
lulu
lulum
batateira
firefly
otaheite
kook
gully
Ashanti
fruits
cirueld
hobo
tobo
dakar
'am'
khoua
trai
ragai
Rogo'ota
Koria
Tropical
badamier
Tatalise
Talise
fey
gran
grand
gwo
John-Bull
Pacific
portia
motel
waru
baëhs
chréi
majugua
charcoal
gun-powder
Spiritus
menthae
snake
lua
ulluma
papalisa
camarones
ruhuas
tinquino
Windsor
faba
pferde
atsuki
azuki
feijâo
lazy-man
mambi
climbing
crab-eye
katjang
manger
pèang
Vitis
viniferae
badoo
caraibe
Dalo
tana
macabo
maduma
maffafa
Mangareto
cuman
Quequeque
Rascadera
Tajer
Taioba
Talo
Ta'amu
Tanyove
Tayo
Tyo
Tiquisque
Yautia
bravia
khao
nivava
keto
ekidid
maidis
iyaso
jolili
gagabsa
noina
blackcurrant
salamander
antidesma
kho
liên
baa
chiòi
Manila
yeux
ris
fruto
merey
bien
y
Sword
lembong
birù
araruta
bandua
sakhu
Sardian
ægte
Castaneae
Key
kagzi
somma
arani
raim
Omani
kaghzi
baladi
gallego
cob
fertile
longue
lungha
Gunslebenert
Coryli
mite
grecicha
Governor's
batoko
whip
Nagame
fragolina
(see
also
under
ben
drumstick
clarifier
mother's
best
benzolive
okwe
Aleco
Shiferaw
Kalan'gi
stock
ojo
aterciopelado
makhmali
Hindu
loto
Water
truffette
knollen
okta
kawi
ibia
quiba
colorada
ibias
Nonda
grenadille
parchita
Pistachio
Egg
akamba
agamita
agam
agamssa
big
bem
potherb
krokot
talina
espinafre
kumu
thoornhaan
lagos
cercefi
barba
isano
anyu
nave
apifia
yanaoca
kkayacha
puel
(southern
ysafio
huda
oda
hastee
bolahanica
kutata
mulahua
kus
Caimito
Espino
Guayabo
Manzana
Membrillo
Tocote
Ameixeria
Espinha
False
Hog
Seaside
Tallowwood
Yellow
Tallow
Monkey
Citron
football
loofa
sel
lap
nget
pyo
cheek
ham'
mottled
ta'amu
ape
babai
kape
pulaka
golbar
moth
leaved
dew
pani
Umbrella
Turpentine
Witchety
Cork
Desert
Wiry
Hall’s
Creek
Sudan
three-thorned
River
Native
Bramble
Elegant
goiabeira
araçá
Brasilianische
macaw
macaya
grugru
hardy
cocktail
dead-rat
monkey-bread
tnái
marron
marronnier
castaña
alligator
melagueta
semente
pod
quark
Graminis
by
chiao
katauk
hâu
seh
ae
sa-e
slender
quintonil
tete
urai
prince's
Rocky
sgan
gam
hlighag'
aunt
plante
raiz
Espirito
woodland
corossolier
bog
rooted
maní
arbute
gemuti
Moroccon
iron-wood
rabano
fujl
zanhoria
todo
castano
khnaôr
fiber
tucumã
grey
chewing
snot
bito
lolab
hankalta
baddanno
badana
guasa
archnu
merwa
lawn
mae
jaundice
Berberidis
die
warty
downy
browntop
Figiri
(East
Loshuu
(former
Tamu-Texsel
rapeseed
trade
mark
thousand
thousand-head
marrowstem
marrow-stem
curly
fringed
Pak
ida
grassy
junco
touple
Injet
Maluza
Yomonoxe
ward
ouai
dei
keber
gebre
wollerige
papata
Carvi
barinas
Alleghany
cyani
tepejilote
good
King
stolt
guter
ox
Tahiti
bearss
Persische
hoàng
obi
yeheb
wodessa
mokota
otayita
waddessa
corniso
cornelian
single-seed
eingriffeliger
engriflet
fig-leaved
Missouri
stinking
fetid
Zulu
hohes
langes
zigolo
native
Calcutta
tamarinier
burning
fundi
oeil
len
kyet
nam
lamyai
three-leaved
mjoho
karsatta
garsa
domaye
Kei
viper's
eleusine
vogel
mawere
lipoko
usanje
khakwe
mulimbi
lupodo
malesi
mwimbi
mbege
bulo
kambale
lupoko
mawele
majolothi
amale
rapoko
zviyo
njera
rukweza
mazhovole
uphoko
Poho
rosebay
schmalblättriges
Equiseti
tafi
Williams
chimanganga
roqueta
frisol
sacha
grumix-aneira
jambosier
ceremai
euterpe
assai
acai
palmiche
Baixo
duck
Tartarian
Kangra
ridge
Afrikaans
pharaoh's
sycomore
Hilteetaa
Dahomey
Ire'
borracheira
beach
aparinis
veri
ghogar
karak
jum
folha
Mandvi
base
kendal
hera
Hederae
terrestris
float
manna
flutender
guizotia
spider
mouzambe
fleurs
lubanga
ans
volatin
acaya
massombee
(Puerto
cinco-cinco
musambe
rothwe
gorbwa
chinsaga
brede
caya
lerotu
aija
palmbossie
tamaleika
mgagani
ejjoboyo
gasaya
boanga
suntha
(Dem.
Rep.
nyevhe
nyeuhe
Hippophae
bulbous
guamá
inga'
elf
madorneira
acoro
ginepro
Baccae
weisse
gesse
chícaro
pisello
lee
split
ayak
ayuk
curled
shimfi
shimp
shufu
Bolivian
raewi
chochito
cequela
chuchus
moskus
slaz
noon
beef
tâm
Weisser
Marrubii
buriti
mauriti
carandai-guazú
canangucho
moriche
morete
coqueiro
ite
morichal
balsam
band
costela
Adam‚s
split-leaf
hurricane
cut-leaf
cowage
hell
itchy
tassel
neveda
spatter
fragrant
golfao
cactus
mesquite
opium
opiums
caput
hissing
cutlass
two
caroubier
negrito
spiked
pijo
panizo
alpiste
rohr
alol
(Tana
malacca
Asam
chu
shang
thuwowng
cancer
ink
cachos
caruru
Ghilghoza
Nejan
Neoza
filfile
Livingstone
tapole
podocarpo
ramos
poir
marmalade
zapota
sapota
vilayati
mazzard
fugle
Cerasorum
capuli
ginjeira
ginjas
abrunheiro
acaciae
Pulmonariae
Pulmonairae
Coast
sobreiro
stave
Robur
pedunculate
truffle
Slavonian
Deutsche
stilk
rat-tailed
schwarze
rote
wood-oil
munguella
esséssang
bofeko
wama
okhuen
kishongo
manketti
featherweight
ugongo
ngongo
baies
roseira
blackcap
butcher's
fragon
murta
old-world
sagitaria
gewöhnliches
tooth
brush
toothbrush
kikuel
salt
red-berried
vermelho
lac
boer
nunbank
juan
laguilla
pig
Sinapis
nigrae
junceae
mock
petite
bringelle
gu
cocona
hidi
red-fruited
orange-fruited
Thai
Afrikaanse
sennari
hausa
chinese
fra-fra
quick
Sorbi
service
checker
Stellariae
corky
sauer
kaffir
angora
dente
irwabe
taw
thit
moulmein
cedre
surian
l[as]t
slimleaf
heno
fieno
Trigonellae
foeni-graeci
sunko
Macaroni
ying
li
mì
gemsbok
thamani
tsin
narrow-leaved
narrowleaf
schmalblättriger
smalt
smalbladet
smalbladigt
broad-leaf
grote
breitt
bredbladet
breitblättriger
bredbladigt
annual
brænde
low-bush
late
low
upland
lowbush
high-bush
airelle
amerikanische
große
modhukaantaa
buriri
Juno's
Verbenae
ebicha
bard
jugo
njugo
njugu
ditloo
blackeyed
pole
black-eyed
crowder
jiang
fuji
aka
shea
bambouk
galam
ucha
Plem
Silanri
moru
meru
skunk
Isabella
Labrusca
muscadine
Southern
scuppernong
spineless
Machurian
cizania
makomo
Koopta
Ado
Foch
Gammo-gadie
omukekete
buffalo-thorn
ulva
limo
zostera
pond
showy
evergreen
midland
zweigriffeliger
Parietariae
quetschen
branched
aufrechter
grenet
småfrugtet
Devil's
bit
morso
morte
murraim
norca
horn
Jesuit's
pigeon‚s
Gute
Knotenfrüchtige
orobes
anafega
wag'n
gusura
Guatemalan
kang
fat
frost
mutton
dirty
midden
cenizo
weißer
hvidmelet
leafed
sickle-leaved
outeninqua
Common
borassus
ron
pinimo
cider
mng'
pepperbark
remolacha
betterave
barbabietola
sato
sakharnaya
kafir
madressilva
carline
Stengellose
Große
Icelandic
musgo
liquem
Euphrasiae
arrowleaf
babassu
Atlas
doum
qoona
dabell
qoone
meeti
kulidhe
lume
meetti
lparruai
lparrua
mokoma
mezi
meti
takuyua
takaiw'a
takayua
gey-i-khooona
lparwai
nkujit-ae-nkeok
auwaki
muruguyu
eeng'ol
eng'ol
andine
tuberous
Amazonian
at
shallca
miso:
Pichincha
tazo:
Cotopaxi
mareer
mzaladowe
tamangesyat
tarnanges
tamangesig
malkach
tamalak
malkatwa
tomolokwo
tamuketwo
tomekekwo
tamrenwo
mikisia
molkech
arrow-poison
karraru
k'arraaru
kelyot
olmorijoi
mururu
kelion
ilmorijoi
kelyon
ruffle
coyure
pale
pallid
Utah
western
bergamot
large-flowered
vijfdelig
Serpylli
Malvac
arboreae
purplestem
high
mtafuna
ambélanier
papaye
lipstick
bruine
zwarte
must
Schwarzer
Schwarz
kruv
fekete
barna
gorchítsa
siyah
lal
biji
kuro
zholty
ro
khmin
aruq
uat
khuong
khinh
sere
citronella
ha
hau
sing
ce
nche
ahihia
hhashel
koriko
pai
lauerbær
(<b>Both
josat
rou
lõhnav
djus
pock
muskatniy
nuez
dza
küçük
sekar
Norwegian
sushonaya
muskatnogo
Canton
kopakai
cagolaya
poloi
papasa
pasapasa
Thymi
Aetherolum
clous
clou
clavos
kaanz
dinh
krydder
chiodi
Flores
acore
bear's
gypsy
kaapse
Lemon
lad's
losna
pot
moor
parthenii
Benedict
chardon
Cnici
Stigma
romischer
argencana
khosha
bikhe
biyan
ayi
azrar
shagaret
Hyssopi
Dutch
Lavandulae
Fendlers
pyim
daw
karry
caloupilé
carripoulé
(Ile
mitho
meetha
fogli
karhi
chalcas
nigelle
monk's
Ocimi
Tenuiflori
nhu
kwo
sleeping
bourbon
beefsteak
rattlesnake
zi
tyu
yeh
kinesisk
Kínai
vad
chien
Anisi
Mugho
jaborandi
Piperis
Langi
mastic
aroeira
falsk
falsa
Robiniae
pseudoacaciae
iklil
sheeps
azedinha
clear-eye
muscatel
Saturejae
hairy-fruited
Malaysian
Ka´a
atanasia
aidan
ædel
wilder
Draper's
penteador
Rutae
glacier
blauer
gukhia
varttilai
graine
fou
Œaute
Ellington
kaibakoa
debena
Perfumed
Cassie
Sweet
Mimosa
Sponge
Scented
woman's-tongue
woman's
chatterbox
langue
vieille
ébénier
ebano
cheesewood
bitter-bark
blackboard
chatiyan
khaaniqat
shajaratah
fi
asya
mùa
phaya
chatina
saptaparni
dubedi
candalabra
christmas
Cassia
Alatae
muòng
gamot
katandang
ketepeng
la'au
pakayomkon
she
south
Honduras
albero
della
lauro
kuso
no
kamformii
korihnik
sunn
Bermuda
chepica
came
pate
gramilla
khabbal
dhoub
jimson
Royal
det
nangiosákura
pilampwoia
weitahta
sakuranirow
sekoula
ngatipa
avarua
Cook
fayarbaw
puke
gatae
(Southern
Murray
glory
madre
Helianthi
surya
physic
purging
yu
habel
mundubi
assu
fagiola
cantal
sabuu
jarak
fo
broad-leafed
five-veined
belbowrie
numbah
bottlebrush
South-Sea
Piper
alfavaca
ikmong
thô
se
'eva
lance-leaved
buckhorn
rat-tail
athan
oreille
lanceolatae
door-yard
cart-track
majoris
seashore
karum
daay
pahang
kom
ko:m
Cuban
Dominican
Indies
flé
zeb
saúco
Northern
thuya
tuia
Dark
Black
scented-pod
Arabic
arabische
gummi-
Aegyptische
fulissa
aschawkah
osdi
baboul
ongue
lekwele
bagani-iri
bani
barana
boina
daibe
gabde
gabdere
gabdi
bano
gaude
dauria
kabuli
kaora
kaulia
mazer
ulmer
erable
acero
bordo
garde
aurone
guarda
Venus'
Venus-hair
cabelo
capilaria
Adonis
harvest
Agrimoniae
varnish
copal
stink
irish
candelabra
octopus
torch
krantz
althee
Radix
bird's
anemona
camomille
römische
maqdunis
agila
Kaya
gahara
ch'en
ch'Ing
Huang
Shu
chukun
jukun
kodo
kapani
pleurisy
asfodelo
deadly
azadira
Indischer
indu
lian
sadao
mindi
azad
dove
tur
bawng
khing
phra
frankincense
olibanum
bean-pod
muduga
butea
favas
tong
akund
yercum
Mudar
shakr
desi
u'sher
ashkhar
Bursae
pastoris
yoke
charme
carpa
uzkolistnaja
sanai
radiant
tavallinen
Nigerian
odoom
counter
traveller's
old
vide
cipo'
Tysk
colchique
Colchici
nakna
eddi
gefleckter
zaragoza
Jacob's
smalbladig
mourning
cypres
klein
hound's
February
paradise
misterious
widow
Pongame
Grecian
digitale
wolliger
Digitalis
lanatae
straw
liten
gelber
foxes
glofa
witches'
dead
Roter
Santa
Almindelig
Rød
Naparstnica
Echte
gurjum
round-leaved
rundblättriger
rundbladet
squirting
Lehmann's
Red-hot
poker
Tasmanian
Frangulae
freixo
Fraxini
professor
Galegae
jenny
stinkender
stinkende
leno
pano
(Trade
duchia
edo
fieto
heto
witch
Canary
Engelse
mouse-ear
mouse
pilosela
jusquiame
mort
john's
John's
klamath
mille
millepertuis
erba
iperico
Sint
Hyperici
pogon
mimosa-leaved
pencil
Afrikanischer
gattira
Annunciation
Madonna
Mary
bastao
bird's-foot
birdsfoot
sheep
geelblom
hoenderspoor
sylvestris
mauritianae
Chinaball
Texas
anafe
sensitive
juquiri
katchu
evening
regal
queen
ditch
hartshorn
Osmund
fento
feto
helecho
Korean
filzige
Norway
Jura
Burgundy
living
epicea
epinette
Gemeine
espruce
Scots
Highland
Baltic
Danzing
skov
Pini
petroleum
hoary
spogel
zaragatoa
chinar
platane
Solomon's
drug
David's
selo
prostrate
bird
renouee
corriola
Polygoni
avicularis
Charab
Hodung
Anserinae
primevere
sealing-wax
Rangoon
preah
vor
khua
akar
thai
lep
mue
sur
quar
mac
ruiva
sabedoria
saw
Lady's
Mary's
kenguel
variegated
Eurasian
woody
Dulcamarae
weaver's
giesta
tamargueira
little-leaf
petites
tiglio
tila
big-leaf
storbladet
hare's-foot
rabbit-foot
old-field
pied
hare
casco
unha
Engelsk
olmo
piney
veratro
bouillon
running
kleines
pervinca
congossa
florist's
Neapolitan
marts
biddy's
amor-perfeito
Jaceae
gui
monk's-pepper
Agni-casti
cutleaf
five-leaved
chasta
horseshoe
habul
khonthi
kuno
ngux
small-flower
poisonous
samm
kalahari
skerpioen
veld
Harpagophyti
Mueri
Ciruelo
Alumty
(Bamenda
Kirah
(Banso
Lluo
(Kom
Vla
(Oku
Wotangue
Tenduet
mad-dog
ˆ
chastukha
zabieniec
babka
roi
khor
xuyen
tam
yaa
rabbit's
lion's
bocas
focinho
bowmans
rheumatism
Asperuale
ivyleaved
kenilworth
Peru
Tasmania
kaliti
Eupatorii
cannabini
forget
Petasitidis
Rote
Hjartabla&eth;ka
Etel&auml;nruttojuuri
R&oslash;d
Hestehov
Tordenskr&aelig;ppe
L&aelig;kjepestro
necklace
swallow-tailed
Huntington
saule
salgueiro
borrazeira
biting
mossy
goldmoss
vara
Solidaginis
Virgae
aureae
læge
Valerianae
Aaron's
adam's
hag's
filtet
ulin
tvebo
zweihäusige
röd
Kanadisches
Kanadisk
threethorn
Kalahari
Zambesi
Van
pau-preto
sapato
velvet-leaved
stella
Salzburg
alpine
cobweb
spiderweb
hart's
Rostblättrige
bloodtwig
rød
Scottish
europeisk
Asari
melancholy
the'
kumis
remuk
nuat
evonimo
Saint
yagrumo
echinaceae
Colorado
fewflower
heart-leaved
Nyasaland
roseroot
artic
orpin
róeniec
roınis
rozchodnice
jing
roosilõhnaline
hae
phan
ian
krung
lai
plalai
trueng
bo
lempudu
muntah
penawar
petani
payung
babi
pasak
tungke
Sydney
Himalayan
bangikat
chopo
pahari
mukria
madang
boun
kelinchi
medang
champa
v[oos]i
hareri
vulgar.
squash.
almond.
India.
strawberry.
mallow.
(India).
wattle.
angelica.
(Malawi).
(Cameroon).
vetch.
fern.
(Simbo).
(Tuvalu).
rouge.
I).
blanco.
amarillo.
cranberry.
berry.
wheat.
milkweed.
(Pokot).
dou.
bravo.
(Roviana).
leaf.
gram.
blanc.
(Kiribati).
basil.
iris.
honeysuckle.
radish.
Europa.
birch.
dogwood.
(Zimbabwe).
ivy.
ash.
teak.
foxglove.
Eibisch?
gombo?
bendi?
finger?
mesta?
(Tonga?
carolina?
eyes?
flower-fence?
lam?
daeng?
pavao?
suga?
basal?
ceba?
ts'ung?
merah?
leaf)?
hom?
si?
hot?
ananas?
épineux?
seberang?
barang?
sarifa?
boi?
cahuex?
cherimoya?
luna?
kaya?
na?
arecae?
lang?
kapiak?
farine?
kamrakh?
pessegi?
ban?
suan?
Malabarspinat?
soldado?
moqua?
beet?
friend?
needles?
tonga?
ki?
nehe?
kapisi?
swede?
kebis?
(Paraguay)?
lenteja?
chives?
tea?
ti?
sabre?
mun?
pimenton?
peppar?
peper?
ahmar?
papaya?
gedang?
loko?
capoc?
sumauma?
thao?
caimito?
kadu?
duren?
endive?
chicory?
succory?
Wegwarte?
wassermelone?
pomelo?
agria?
francés?
Zitrone?
nabbu?
cidreira?
galego?
toronja?
madarini?
doux?
kai?
mull?
mak?
azul?
ye?
life?
heaven?
kafei?
kofe?
cafe?
Kaffee?
buna?
cocoyam?
keladi?
sali?
coriander?
dhania?
ketumbar?
kolendra?
bin?
mâle?
gherkin?
Kürbis?
Artischocke?
nutsedge?
gau?
palo?
tomate?
pix?
carrot?
igname?
Guine'?
dam?
samak?
blackberry?
pais?
chico?
fennel?
foeniculi?
cut?
soya?
soja?
piini?
topinambour?
til?
roselle?
rozelle?
sour-sour?
Guinée?
chino?
sereni?
viña?
viñuela?
vinagreira?
Guiné?
zuring?
karkadé?
carcadé?
barley?
kha?
mao?
guarna?
guamo?
guama?
guaba?
mico?
pacay?
douce?
terra?
keledek?
sidra?
sem?
qua?
kula?
bule?
mimosa?
(Yap)?
(Palau)?
vavalangi?
loofah?
luffa?
cereza?
mamey?
sauvage?
Domingo?
manioc?
yuca?
alfalfa?
roxa?
lusern?
genip?
moreira?
farang?
tzu?
nipa?
albahaca?
olive?
riz?
kao?
padi?
ahipa?
yamsbønne?
bengkoewang?
sengkuang?
jacatupé?
jacutupé?
jocotupé?
böyrüce?
san?
liane?
passion?
passionfruit?
poka?
Castilla?
chamborote?
a€o?
francais?
tamar?
korma?
arveja?
purslane?
ailé?
botor?
cavalo?
phuu?
rosewood?
acha?
duruka?
zucchero?
saman?
comune?
rug?
chocho?
(Argentina)?
(Mexico)?
berenjena?
cimarrona?
aartappel?
broom-corn?
sorgho?
sorgo?
ipwa?
bachanta?
Hirse?
franc?
obo?
perro?
jawa?
kham?
maho?
mahaut?
milo?
sâmut?
jaqueca?
peppermint?
bohe?
vete?
kveite?
hvede?
weizen?
ruba?
(Venezuela)?
(USA)?
cochon?
(Ant)?
(Ven)?
maize?
makki?
xian?
(Wollamo)?
bignay?
buni?
dong?
mani?
pistache?
vegetal?
seso?
huevo?
roja?
diablo?
Africa?
manso?
stick?
chataignier?
laimi?
hazel?
hassel?
Buchweizen?
bovete?
valnød?
valnöt?
chiku?
pickerelweed?
oyibo?
(Hamer-Bena)?
kavach?
kaunch?
alkushi?
atmagupta?
dulagondi?
punaikkali?
nasugunni?
(Quechua)?
(Aymara)?
America)?
pistachio?
(Oromiffa)?
num-num?
Holunder?
Java?
salsify?
Ecuador)?
Bolivia)?
Kaffa)?
(Gamo)?
campo?
Mulga?
arabic?
senegal?
arábica?
país?
oil?
cayiete?
ocori?
pin?
Indias?
galangal?
juneberry?
Santo?
forrajero?
burdock?
salsa?
pain?
ano?
manaca?
marguerite?
rasteira?
Brasil?
tan?
name)?
rush?
box?
marigold?
Kapernstrauch?
otu?
papaw?
moscata?
caraway?
carvi?
bur?
America?
cornflower?
bottle?
escovinha?
goosefoot?
prästkrage?
calamondin?
Sodom?
amargo?
wampee?
col?
cornel?
Canada'?
corniolo?
aubepine?
biancospino?
hagtorn?
hvidtjørn?
summitas?
samphire?
anjing?
Zypergras?
commune?
fonio?
mil?
longan?
nhai?
(Afargna)?
bugloss?
hyacinth?
horsetail?
Cayenne?
touceira?
sycamore?
rennet?
tintureiros?
gunnera?
(Botswana)?
(Réunion)?
verdadeiro?
pantanos?
oba?
savin?
Wacholder?
juniperi?
shimfa?
(Ecuador?
Peru)?
musquée?
Andorn?
camomile?
Kamille?
Philodendron?
itch?
hirs?
valmue?
millett?
melaka?
pokeweed?
coleus?
zapote?
babul?
galega?
stipites?
chene?
Eiche?
comum?
Johannisbeere?
(Ghana)?
(Kwangali)?
hip?
canina?
pilblad?
bladderwort?
sandalwood?
kolvhirs?
fwenn?
pea-aubergine?
amère?
qie?
d'Afrique?
sorveira?
chickweed?
bark?
mtonga?
ball?
dandelion?
lim?
beard?
duro?
lisdodde?
rohrkolben?
dunkjevle?
dunhammer?
brennessel?
nælde?
estreitas?
americano?
bearberry?
bilberry?
foxberry?
mviru?
mmilo?
vervain?
tears?
parda?
sasage?
mfuu?
jujube?
silkweed?
pitaya?
pellitory?
brookweed?
bur-reed?
pindsvineknop?
storigelknopp?
scabious?
buttons?
diabo?
bryony?
erse?
erve?
ers?
primrose?
pepperwort?
seringa?
omuparara?
europeia?
Islandia?
butterbur?
(Chonyi)?
(Digo)?
(Gabra)?
(Ilchamus)?
(Kambe)?
(Malakote)?
(Orma)?
(Rendille)?
(Turkana)?
knollenbohne?
inca?
masterwort?
jacaranda?
flax?
aswad?
nero?
Senf?
czarna?
hardal?
imbir'?
kunyit?
min?
chan?
kim?
luong?
salai?
k'ou?
blade?
lavr?
kau?
chand?
khau?
oregano?
majoram?
marjoram?
mejram?
marjolein?
thym?
timian?
girofle?
phlu?
garofano?
bosques?
mugwort?
maior?
tarragon?
dragonwort?
estragon?
estragao?
sappan?
sapao?
calycibus?
cassia?
kok?
lavande?
lavanda?
Cari?
neem?
patta?
do?
perilla?
shiso?
anis?
praia?
savory?
germander?
kardvädd?
cheiroso?
albizia?
cua?
sattaban?
(kandha)?
camphor?
camphrier?
alcanfor?
canfora?
canforo?
trumpet?
diable?
poinciana?
kino?
rostrato?
sunflower?
(Br)?
cheiro?
lievre?
bells?
indigo?
felpuda?
bianco?
Catechu?
Verde)?
(Guinea-Bissau)?
Venus?
agrimony?
Althaeae?
pimpernel?
anemone?
Hsiang?
nat?
sen?
bi?
crown?
aak?
tidlösa?
hemlock?
tibast?
Fingerhut?
sundew?
eucalyptus?
Esche?
Robert?
poules?
mate?
privet?
Malve?
paulownia?
Fichte?
plantago?
cowslip?
creeper?
mang?
giun?
sanicle?
legitima?
groundsel?
palmetto?
bittersweet?
redwood?
gyldenris?
feuilles?
tiliae?
hellebore?
mistletoe?
stinkwood?
waterplantain?
svalting?
mouth?
coca?
Pestwurz?
(Danish)?
umbra?
sombra?
boekenhout?
wistaria?
houseleek?
laburnum?
badan?
phueak?
Himalaia?
gatal?
garlic.
fruit.
vavalagi.
tamarind.
laurel.
Africa).
shu.
lettuce.
commun.
peach.
vine.
corn.
negro.
(Galinya.
serviceberry.
branco.
(Zambia).
herb.
beech.
bedstraw.
thyme.
pond-lily.
celery.
cucumber.
branca.
foot.
broccoli.
China.
lemon.
real.
coffee.
dulce.
arrowroot.
banana.
grande.
batata.
noir.
silvestre.
raspberry.
(Bolivia).
lotus.
saffron.
cortex.
daisy.
(Tanzania).
broom.
ginseng.
ginger.
lavender.
teasel.
columbine.
poplar.
linden.
mullein.
Madagaskarbohne
jackbohne
bhindee
bhindi
bindi
bumbo
depros
calulu'
cantarella
turca
bap
d‚ibisco
gobbo
gombaut
Gombro
haluyoy
kui
ibisco
lender
dapros
comestible
arab
krachiapkhieo
ocra
okay
oker
okro
okura
quimbambo
quimgombó
quingombo
ramturai
rosenapfel
tori
lek
vendakai
aibika
baera
Is.)
kabis
adenantero
Feuille
Arbreglise
coralwood
Graine
Rouge
caralillo
caralín
chan‚trèi
Vegetale
Coralitos
peonía
Bean
Deleite
Delicia
Dilmawi
église
Extranjera
Graine-r‚glisse
Rouges
L‚glise
Lagati
legliz
Lera
cheng
mai-chek
malatinglin
mangelim
Paina
peronía
peronías
Pitipitio
Pomea
Popoa
R‚glisse
raktakambal
reglisse
telik
tumpul
sabrang
temo-carolina
Vavalagired
candlenut
lama
liiki
shallot
echalote
oignon
cebolla
cebola
cipolla
Zwiebel
Küchenzwiebel
lök
rödlök
løg
rødløg
kepaløk
ruokasipuli
ui
ajuin
mózespecsenye
zsidószalonna
hagyma
vöröshagyma
zöldhagyma
onion)
cibule
cepo
sercajo
spritajo
uinnean
Cepae
uie
jadalna
sogan
pias
kremmídi
laukur
yang-ts'ung
tamanegi
atasuki
wakegi
kalik
piaz
piyaz
varosa
shinkurt
ponoru
pianj
kesunni
kyet-thun-ni
sibul
dungari
yarok
batzal
nirulli
slek
kraham
bouo
ulli
kanda
piaja
ayun
peyaz
ceapã
palandu
lunu
kitunguu
sibuyas
irulli
vengayam
hanh
lasóna
chibol
whitespot
natay
chulai
himmaphan
yaruang
letlor
d'acajou
marañon
casho
cashu
cajou
anacardier
caju
acajú
kasjoe
mereke
kaju
initia
kesiu
cashewnuss
cashewbaum
mortyet
mede
gajus
monyet
kasoy
balubad
balogo
chantii
dieu
nut-cashew
pina
mah
abacaxi
vadra
vainaviu
andras
hukifa
fala'aiga
faina
balawa
sub-pah-rohd
Stachelannone
zuurzak
guanabana
sirsak
benggala
makkah
sap
guayabano
atti
llabanos
banla
thalot
thét
thurian-thet
thurian-khaek
rian-nam
xiê
seremaia
fotofoto
sasalapa
'apeli'initia
apeli'initia
sapsap
colodado
rosada
corazon
pox
qualtzapotl
tzimuy
sweetsop
zuckerapfel
stachelanone
attier
azucar
castilla
conde
scopappel
kaneelappel
fan-li-chi
sirkaja
sarikaja
atis
ata
meba
sharifa
sitaphal
pandu
noinah
manonah
makkhiap
lanang
khbieb
celeri
Sellerie
selleri
karafs
selderij
sedano
aipo
syel'derey
serorii
ch'in
seldery
alloa
ningwik
pien
arecanut
Arekapalme
d`arec
Betelnusspalme
buai
kabibi
arequier
supari
pinang
adike
kamuya
poka-vakka
kun
thamul
adikke
aakkamaram
kavungu
pophal
kamugu
maram
vakka
jackfruit
jacquiet
nongko
langka
peignai
khnadr
hnang
khanun
makmi
banun
mít
Mfenesi
espárrago
aspargo
Spargel
oats
hawer
hafer
peltokaura
kaura
akurhafrar
saat-hafer
blimbi
Bilimbi
corner
carambola
carambole
idia
kona
karmara
saji
kambola
balimbin
galangan
garahan
sirinato
wou-lien
(Indochina)
Rep.)
(Panama)
(Haiti)
carnico
turiguno
Mambu
Murangi
poeierkwasboom
kye-bin
kyi
apalang
darat
penggung
sungai
pawng
ayam
ayer
aying
kampong
mountain-ebony
rakta-kanchan
kachnar
kotidaram
orquídea
orquídeas
segapumanchorii
zit-kwa
Beetroot
Sugarbeet
Zuckerrübe
tick
pegs
blackjack
pitchforks
needleandthread
noirs
seco
cuamba
chegogit
fisi'uli
kofetoga
batimadramadra
mbatimandramandra
mbatikalawau
matakaro
kamate
pipili
ko'oko'olau
nahelehele
knap-se-kêrel
knapsakkerwel
umhlabangubo
amalenjane
isikhathula
ugamfe
ucucuza
umesisi
uqadolo
(Futuna)
kurrajong
choi
pakchoi
Pe-tsai
petsai
wongbok
greens
olraps
colza
raapzaad
rypsi
raps
rapsi
canola
rutabaga
(bulb)
(German)
sprouts
calabrese
tapa
malo
u'a
hiapo
gandul
gandures
guandul
guand
guandú
cajan
d'angole
d'angolie
Pigeonerbse
angole
arhar
quinchonchillo
quinchoncho
thuvarai
duiweboon
nabangura
tamanu
itai
fetau
Kamani
nira
cuchay
ts'ai
chah
tee
ambon
jal
bagéa
galip
lawela
hinuei
nangai
bean-jack
jacques
porco
espada
abelmoskus
america-neri
bamia
bamija
bamya
bandakai
bende'
suha
shouk-ton-oh
som-o
schwertbohne
jackbønne
bendo
zwaardboon
guazú
fagamanu
ga
lajiao
Guinee
paprika
peperone
pimentao
togarashi
hsiung-ya-li-chiao
ula
cayennepfeffer
kajennepeppar
cayennepepper
caienna
la-chiao
chilli
rokete
brandrissie
mircha
beneka
fifisi
Sili
pawpaw
papayier
kates
betek
ketalah
kapaya
lapaya
thimbaw
lhong
lahong
houng
malakor
esi
weleti
lesi
loku(Niue)
takafo
papita
(Ven.)
casimiroa
chapote
matasano
cacchique
ceaxmisttea
cochitzapoti
ceiba
lokoloko
vavae
silk-cottontree
fromager
kapokier
Kapokbaum
varzea
forro
mafuma
mafumeira
lisa
oca'
Celosia
herbal
waternavel
cola
asiatique
centela
pegaga
kranh
Kuda
pegagan
Gede
Nok
brahma-manduki
brahmi
min-kuabin
Tapre
takip-kohol
tapingan-daga
hang-halo
icukudwane
totodro
tono
lapukapu
to'etupou
tona
tohetupou
khaa-doh
tharo
starapple
caimite
surette
ijo
hejo
pepulut
appoen
chickory
achicoria
chicorée
chicoria
sigorei
cikoria
vägvårda
sikori
cikorie
sikuri
pastèque
arbuz
melani
sandia
melancia
kwa
xigua
tarbuz
legapu
vandmelon
anguria
cocomero
karkoer
bitterwaatlemoen
bitterboela
N!Ham
pummelo
shaddock
pamplemoussier
molikana
besar
jambua
lukban
mufungufungu
jilahi
Leberwurstbaum
rawuya
uturubein
mPolata
muzungula
limonier
limonero
limone
citroen
limun
veeng
th'eed
falang
manao-thet
manao-farang
manao-mairuho
karokaro
molisoraiara
molinivmalagi
lemani
moli'ovi'ovia
patupatu
lain
etrog
cedrat
cédratier
apfel
cidrao
rugoso
cidro
sukade
sitrun
susu
bulid
sidris
sidras
shouk-ta-kwah
vëëx
manao-khwai
somma-ngua
mawo-yao
yên
grapefruit
pamplemousse
sisuka
thlong
s'aangz
bu'o'i
pompelmo
Paradisapfel
toranja
jamboa
turingia
grapefrugt
tangerine
clementine
mandarinier
Mandarinenbaum
keprok
jepun
maseh
lang-kat
kupas
wangkang
sintones
kvich
lot
liou
tangerina
tangerineira
waan
saengthong
baang
sanh
quit
narangi
nartjie
naartjie
saina
birtukan
Apfelsine
arancio
laranja-pera
naranja
chula
choreng
orens
kahel
tung-chin-thi
poosat
somkliang
somtra
makhun
nimbu
'aina
Molilecau
Moliunumi
Molinitaiti
Molitaiti
Mol
citrus
agrumes
shouk
clitoria
butterfly-pea
cordofan-pea
conchitas
campanilla
mar
papito
reina
ternate
Schmetterlingswicke
indiano
coconut
cocotier
cocotero
côco
narial
thengai
kokospalme
kalpaviriksha
abundance
kulau
names)
eddo
kalo
dasheen
ears
tropics
ciamo
malanga
tayoba
alcocaz
elefantenohr
madumbe
sasili
sika
boka
botika
dalo
gaui
votuki
taororo
matiotio
talo
maroepa
cyp
cypre
salmwood
urua
collender
coriandro
cilantro
cilandrio
culantro
curatù
coriandre
koriander
cigánypetrezselyem
beléndfû
zergefû
kusthumbari
dhanayaka
dembilal
koriandr
kinza
geshnes
ngo
coriandolo
kuzbara
chamem
cai
kindza
kindz
koriannon
korion
dhanya
koendoro
coentro
coriandru
koljandra
kisnec
zel'e
klopovnik
Wanzendill
Schwindelkorn
korijander
arabe
kisnis
dhane
konphir
libdhane
kothambri
daaniwal
kothambalari
kothumpalari
dhana
kothimber
kothamali
dhaniyalu
debo
shucar
tsagha
zagda
tibichota
kazbarah
dhoney
zee
naunau
ketoembar
koriandro
aedkoriander
korianteri
coireiman
choire
Wanzenkümmel
koyendoro
havija
kambari
kottamalli
gishniiz
gashneez
rattlepod
ezo-negi
cebolleta
ciboulette
schnittlauch
gräslök
purløg
bieslook
cipollina
cebolinha
Franca
luk-rezanyets
hsia-ye-ts'ung
atiu
Melon
tarra
concombre
huanggua
kiukaba
khira
kiukamupa
Kukamba
cetriolo
citrouille
wavukani
baukin
panikeni
poosani
nangua
gramma
pamkin
kuerbis
cucurbitae
ailes
guaerdou
cottaveraykai
kothaverai
babachi
bavachi
capparadavari
gawarkai
goreekaye
guvarphalli
goor-chikurkai
gorechikudi
chhuim
sim
kotha-marakka
kothavara
kotaranga
walee-pe
kottavarai
mgwaru
gavar
gawar
goor
gowaree
gouree
govar
guara
gunwar
carciofo
alcachofa
artichaut
rond
teki
mota
karelawai
kyang-boo-ja
rumput
hitan
mothe
kufi
nagar-motha
ghea
deela
mutha
balangot
baga-as
tikog
liam
phu
ghay
tamarillo
d'arbre
tamarille
árbol
granadillo
sachatomate
yuncatomate
limatomate
Paz
calandrini
plague
Anne's-lace
karotte
mohrruebe
ruebe
morot
gulrot
gulerod
porkkana
Kiwifruit
Coriola'
marquesota
Angola
ngaka
pae
vutua
aso'aso
poto
tafasoa
Province)
acom
Tome'
ar
sapateiro
peru'
sina
soi
hoi
comer
taioba
enxerto
kawai
ufilei
ami
plaqueminier
raquemine
kaki-meca
Kakifrucht
kesemek
tonloëp
ambetan
dulian
du-yin
thu-réén
thourièn
thurian
thu-rian
rian
riêng
galo
sanvo'
huile
aceitera
aceite
dende
Ölpalme
youzonglu
zite
oilepalme
sawit
uteute
chapra
tasselflower
