<blank>
<s>
</s>
MATCH
(a:crop_alias
{name:
RETURN
a.name,
c.name,
(c)-[:has]->(ecology)
(ecology)-[:grows_in]->(absolute)
(ecology)-[:grows_in]->(optimal)
(c)-[:has]->(description:description)
temperature.max;
(absolute)-[:consist_of]->(temperature:temperature_required_optimal)
(optimal)-[:consist_of]->(soil_ph_optimal:soil_ph_optimal)
temperature.min,
description.habit,
description.life_form,
description.physiology,
soil_ph_optimal.max,
soil_ph_optimal.min,
(absolute)-[:consist_of]->(soil_ph_absolute:soil_ph_absolute)
(optimal)-[:consist_of]->(temperature:temperature_required_optimal)
temperature.min;
soil_ph_absolute.max;
description.physiology;
description.life_form;
(c)-[:has]->(cultivation:cultivation)
(cultivation)-[:has]->(crop_cycle:crop_cycle)
crop_cycle.crop_cycle_min,
crop_cycle.crop_cycle_max;
soil_ph_absolute.min;
soil_ph_absolute.min,
soil_ph_optimal.min;
soil_ph_optimal.max;
c.name;
(ecology)-[:grows_in]->(o:optimal)
(o)-[:consist_of]->(light:light_intensity_optimal)
light.min,
light.max;
description.habit;
de
tree'})-[:is_alias_of]->(c:crop)
bean'})-[:is_alias_of]->(c:crop)
'common
herba'})-[:is_alias_of]->(c:crop)
da
'wild
palm'})-[:is_alias_of]->(c:crop)
'Indian
'white
apple'})-[:is_alias_of]->(c:crop)
'yellow
'European
do
grass'})-[:is_alias_of]->(c:crop)
plum'})-[:is_alias_of]->(c:crop)
'African
'sweet
'red
folium'})-[:is_alias_of]->(c:crop)
nut'})-[:is_alias_of]->(c:crop)
'Chinese
'pois
pine'})-[:is_alias_of]->(c:crop)
'black
plant'})-[:is_alias_of]->(c:crop)
of
pea'})-[:is_alias_of]->(c:crop)
dos
yam'})-[:is_alias_of]->(c:crop)
flos'})-[:is_alias_of]->(c:crop)
gourd'})-[:is_alias_of]->(c:crop)
'water
cherry'})-[:is_alias_of]->(c:crop)
'American
'erva
'Aetheroleum
fructus'})-[:is_alias_of]->(c:crop)
'Japanese
(Galinya)'})-[:is_alias_of]->(c:crop)
potato'})-[:is_alias_of]->(c:crop)
'garden
millet'})-[:is_alias_of]->(c:crop)
cedar'})-[:is_alias_of]->(c:crop)
spinach'})-[:is_alias_of]->(c:crop)
'mangrove'})-[:is_alias_of]->(c:crop)
orange'})-[:is_alias_of]->(c:crop)
del
'purple
ni
du
clover'})-[:is_alias_of]->(c:crop)
'almindelig
mustard'})-[:is_alias_of]->(c:crop)
'frijol
bush'})-[:is_alias_of]->(c:crop)
'te
-
lily'})-[:is_alias_of]->(c:crop)
pepper'})-[:is_alias_of]->(c:crop)
thistle'})-[:is_alias_of]->(c:crop)
plantain'})-[:is_alias_of]->(c:crop)
'English
lime'})-[:is_alias_of]->(c:crop)
'haricot
radix'})-[:is_alias_of]->(c:crop)
'bitter
weed'})-[:is_alias_of]->(c:crop)
mahogany'})-[:is_alias_of]->(c:crop)
chestnut'})-[:is_alias_of]->(c:crop)
wood'})-[:is_alias_of]->(c:crop)
oak'})-[:is_alias_of]->(c:crop)
pear'})-[:is_alias_of]->(c:crop)
'Spanish
a
semen'})-[:is_alias_of]->(c:crop)
mulberry'})-[:is_alias_of]->(c:crop)
'green
'great
flower'})-[:is_alias_of]->(c:crop)
'jobo
acacia'})-[:is_alias_of]->(c:crop)
gum'})-[:is_alias_of]->(c:crop)
onion'})-[:is_alias_of]->(c:crop)
nightshade'})-[:is_alias_of]->(c:crop)
melon'})-[:is_alias_of]->(c:crop)
(Cook
'moli
'jeruk
'limau
'tomate
Indian
root'})-[:is_alias_of]->(c:crop)
thorn'})-[:is_alias_of]->(c:crop)
eggplant'})-[:is_alias_of]->(c:crop)
seed'})-[:is_alias_of]->(c:crop)
'vanlig
bamboo'})-[:is_alias_of]->(c:crop)
grape'})-[:is_alias_of]->(c:crop)
monte'})-[:is_alias_of]->(c:crop)
fig'})-[:is_alias_of]->(c:crop)
hemp'})-[:is_alias_of]->(c:crop)
sorrel'})-[:is_alias_of]->(c:crop)
elder'})-[:is_alias_of]->(c:crop)
(Konsogna)'})-[:is_alias_of]->(c:crop)
(Amargna)'})-[:is_alias_of]->(c:crop)
'acacia
cabbage'})-[:is_alias_of]->(c:crop)
'pomme
vulgar'})-[:is_alias_of]->(c:crop)
guava'})-[:is_alias_of]->(c:crop)
kale'})-[:is_alias_of]->(c:crop)
'arbre
'blue
'tree
India'})-[:is_alias_of]->(c:crop)
'mountain
mallow'})-[:is_alias_of]->(c:crop)
'West
white
(India)'})-[:is_alias_of]->(c:crop)
wattle'})-[:is_alias_of]->(c:crop)
(Malawi)'})-[:is_alias_of]->(c:crop)
das
(Cameroon)'})-[:is_alias_of]->(c:crop)
fern'})-[:is_alias_of]->(c:crop)
(Simbo)'})-[:is_alias_of]->(c:crop)
(Tuvalu)'})-[:is_alias_of]->(c:crop)
di
almond'})-[:is_alias_of]->(c:crop)
'horse
à
rouge'})-[:is_alias_of]->(c:crop)
I)'})-[:is_alias_of]->(c:crop)
'Mexican
blanco'})-[:is_alias_of]->(c:crop)
amarillo'})-[:is_alias_of]->(c:crop)
'Egyptian
strawberry'})-[:is_alias_of]->(c:crop)
berry'})-[:is_alias_of]->(c:crop)
'Italian
blueberry'})-[:is_alias_of]->(c:crop)
angelica'})-[:is_alias_of]->(c:crop)
vetch'})-[:is_alias_of]->(c:crop)
(Pokot)'})-[:is_alias_of]->(c:crop)
dou'})-[:is_alias_of]->(c:crop)
bravo'})-[:is_alias_of]->(c:crop)
'potato
'betel
(Roviana)'})-[:is_alias_of]->(c:crop)
'golden
mangrove'})-[:is_alias_of]->(c:crop)
'palo
leaf'})-[:is_alias_of]->(c:crop)
blanc'})-[:is_alias_of]->(c:crop)
(Kiribati)'})-[:is_alias_of]->(c:crop)
'true
'palma
'co
'cara'
cranberry'})-[:is_alias_of]->(c:crop)
'field
des
'dwarf
iris'})-[:is_alias_of]->(c:crop)
'Irish
wheat'})-[:is_alias_of]->(c:crop)
'castanheiro
'French
'false
Europa'})-[:is_alias_of]->(c:crop)
birch'})-[:is_alias_of]->(c:crop)
African
(Zimbabwe)'})-[:is_alias_of]->(c:crop)
milkweed'})-[:is_alias_of]->(c:crop)
'kacang
'bush
la
'ma
fruit'})-[:is_alias_of]->(c:crop)
vavalagi'})-[:is_alias_of]->(c:crop)
'brown
'chou
gram'})-[:is_alias_of]->(c:crop)
'Java
'small
'vegetable
'Oleum
'bean
'bastard
Africa)'})-[:is_alias_of]->(c:crop)
'rosa
'flor
'swamp
shu'})-[:is_alias_of]->(c:crop)
'ubi
'vaivai
basil'})-[:is_alias_of]->(c:crop)
commun'})-[:is_alias_of]->(c:crop)
vine'})-[:is_alias_of]->(c:crop)
'cow
'ciruela
negro'})-[:is_alias_of]->(c:crop)
'East
'pan
'Australian
'velvet
(Galinya'})-[:is_alias_of]->(c:crop)
'wilde
branco'})-[:is_alias_of]->(c:crop)
(Zambia)'})-[:is_alias_of]->(c:crop)
ivy'})-[:is_alias_of]->(c:crop)
'Cape
'aubergine
ash'})-[:is_alias_of]->(c:crop)
teak'})-[:is_alias_of]->(c:crop)
'vine
garlic'})-[:is_alias_of]->(c:crop)
'daun
'phak
'giant
'mang
tamarind'})-[:is_alias_of]->(c:crop)
'Malabar
branca'})-[:is_alias_of]->(c:crop)
foot'})-[:is_alias_of]->(c:crop)
squash'})-[:is_alias_of]->(c:crop)
laurel'})-[:is_alias_of]->(c:crop)
China'})-[:is_alias_of]->(c:crop)
'sour
real'})-[:is_alias_of]->(c:crop)
dulce'})-[:is_alias_of]->(c:crop)
arrowroot'})-[:is_alias_of]->(c:crop)
Sao
'lesser
'Guinea
grande'})-[:is_alias_of]->(c:crop)
'goiaba
noir'})-[:is_alias_of]->(c:crop)
lettuce'})-[:is_alias_of]->(c:crop)
yam
honeysuckle'})-[:is_alias_of]->(c:crop)
silvestre'})-[:is_alias_of]->(c:crop)
'scarlet
peach'})-[:is_alias_of]->(c:crop)
radish'})-[:is_alias_of]->(c:crop)
'jocote
(Bolivia)'})-[:is_alias_of]->(c:crop)
'southern
'monkey
cortex'})-[:is_alias_of]->(c:crop)
serviceberry'})-[:is_alias_of]->(c:crop)
'pepper
'gewöhnliche
(Tanzania)'})-[:is_alias_of]->(c:crop)
dogwood'})-[:is_alias_of]->(c:crop)
herb'})-[:is_alias_of]->(c:crop)
beech'})-[:is_alias_of]->(c:crop)
bedstraw'})-[:is_alias_of]->(c:crop)
'gul
broom'})-[:is_alias_of]->(c:crop)
'German
'bois
'Herba
teasel'})-[:is_alias_of]->(c:crop)
columbine'})-[:is_alias_of]->(c:crop)
foxglove'})-[:is_alias_of]->(c:crop)
poplar'})-[:is_alias_of]->(c:crop)
linden'})-[:is_alias_of]->(c:crop)
'bai
'lady's
(Fiji)'})-[:is_alias_of]->(c:crop)
'Barbados
'Bois
laut'})-[:is_alias_of]->(c:crop)
leek'})-[:is_alias_of]->(c:crop)
'alho
'elephant
belanda'})-[:is_alias_of]->(c:crop)
'sugar
'anona
nut
cucumber'})-[:is_alias_of]->(c:crop)
'putat
'som
man's
'winter
'ki
Islands)'})-[:is_alias_of]->(c:crop)
oil
'coffee
lemon'})-[:is_alias_of]->(c:crop)
cotton'})-[:is_alias_of]->(c:crop)
'marsh
'sawo
doce'})-[:is_alias_of]->(c:crop)
'fagiolo
the
'rock
'ya
'devil's
'inhame
'yam
'palmier
al
'rose
sucre'})-[:is_alias_of]->(c:crop)
kumquat'})-[:is_alias_of]->(c:crop)
'lemon
'oseille
sweet
'papa
'batata
'dolique
'poroto
'calabaza
(Samoa)'})-[:is_alias_of]->(c:crop)
'mamey
trefoil'})-[:is_alias_of]->(c:crop)
'weeping
raspberry'})-[:is_alias_of]->(c:crop)
'arvore
Quito'})-[:is_alias_of]->(c:crop)
'orange
corn'})-[:is_alias_of]->(c:crop)
'sea
'large-leaved
bean
mountain
bastarda'})-[:is_alias_of]->(c:crop)
preta'})-[:is_alias_of]->(c:crop)
negra'})-[:is_alias_of]->(c:crop)
lotus'})-[:is_alias_of]->(c:crop)
común'})-[:is_alias_of]->(c:crop)
saffron'})-[:is_alias_of]->(c:crop)
'pepino
bark
'apple
'desert
'spiny
daisy'})-[:is_alias_of]->(c:crop)
Japao'})-[:is_alias_of]->(c:crop)
'creeping
leaf
ebony'})-[:is_alias_of]->(c:crop)
rubber
thyme'})-[:is_alias_of]->(c:crop)
dock'})-[:is_alias_of]->(c:crop)
flag'})-[:is_alias_of]->(c:crop)
ginseng'})-[:is_alias_of]->(c:crop)
lupin'})-[:is_alias_of]->(c:crop)
lupine'})-[:is_alias_of]->(c:crop)
yellow
water-lily'})-[:is_alias_of]->(c:crop)
africano'})-[:is_alias_of]->(c:crop)
'pinheiro
rose'})-[:is_alias_of]->(c:crop)
red
'terong
'durum
'broad-leaved
'uva
ginger'})-[:is_alias_of]->(c:crop)
leaves'})-[:is_alias_of]->(c:crop)
'trefle
'wood
'herbe
(Australia)'})-[:is_alias_of]->(c:crop)
maple'})-[:is_alias_of]->(c:crop)
violet'})-[:is_alias_of]->(c:crop)
fingers'})-[:is_alias_of]->(c:crop)
'Red
(Tonga)'})-[:is_alias_of]->(c:crop)
'stone
'jambu
'cay
celery'})-[:is_alias_of]->(c:crop)
'hairy
marrow'})-[:is_alias_of]->(c:crop)
'shepherd's
cao'})-[:is_alias_of]->(c:crop)
rape'})-[:is_alias_of]->(c:crop)
'hungry
(Spanish)'})-[:is_alias_of]->(c:crop)
(Italian)'})-[:is_alias_of]->(c:crop)
broccoli'})-[:is_alias_of]->(c:crop)
'cape
'Brazilian
mame'})-[:is_alias_of]->(c:crop)
thet'})-[:is_alias_of]->(c:crop)
'zapote
'arbol
pennywort'})-[:is_alias_of]->(c:crop)
'limón
'krooch
'muli'})-[:is_alias_of]->(c:crop)
coffee'})-[:is_alias_of]->(c:crop)
amarelo'})-[:is_alias_of]->(c:crop)
'squash'})-[:is_alias_of]->(c:crop)
artichoke'})-[:is_alias_of]->(c:crop)
brava'})-[:is_alias_of]->(c:crop)
gooseberry'})-[:is_alias_of]->(c:crop)
agua'})-[:is_alias_of]->(c:crop)
persimmon'})-[:is_alias_of]->(c:crop)
'buah
medlar'})-[:is_alias_of]->(c:crop)
banana'})-[:is_alias_of]->(c:crop)
'guayabo
jute'})-[:is_alias_of]->(c:crop)
(West
'Queensland
Jamaica'})-[:is_alias_of]->(c:crop)
Guinea'})-[:is_alias_of]->(c:crop)
azédo'})-[:is_alias_of]->(c:crop)
'silver
'man
'abu
'cabbage
and
'abricot
prados'})-[:is_alias_of]->(c:crop)
(Sudan)'})-[:is_alias_of]->(c:crop)
'strawberry
(Niue)'})-[:is_alias_of]->(c:crop)
(Philippines)'})-[:is_alias_of]->(c:crop)
batata'})-[:is_alias_of]->(c:crop)
'sha
water
'parcha
'banana
'granadilla
'maracuja
'lima
date'})-[:is_alias_of]->(c:crop)
Chine'})-[:is_alias_of]->(c:crop)
'judia
'kachang
comun'})-[:is_alias_of]->(c:crop)
'yerba
'rain
noire'})-[:is_alias_of]->(c:crop)
(Wolayetgna)'})-[:is_alias_of]->(c:crop)
'prickly
mombin'})-[:is_alias_of]->(c:crop)
mango'})-[:is_alias_of]->(c:crop)
me'})-[:is_alias_of]->(c:crop)
'Folia
piperitae'})-[:is_alias_of]->(c:crop)
(Ecuador)'})-[:is_alias_of]->(c:crop)
(Colombia)'})-[:is_alias_of]->(c:crop)
adzuki'})-[:is_alias_of]->(c:crop)
rice'})-[:is_alias_of]->(c:crop)
'pau
bastardo'})-[:is_alias_of]->(c:crop)
'echte
officinale'})-[:is_alias_of]->(c:crop)
'sacred
(South
'Bengal
shrub'})-[:is_alias_of]->(c:crop)
'goma
d'Inde'})-[:is_alias_of]->(c:crop)
'Hippocastani
'guanábana
'male
Brésil'})-[:is_alias_of]->(c:crop)
'Cortex
'malva
moscada'})-[:is_alias_of]->(c:crop)
'musk
'Canadian
hawthorn'})-[:is_alias_of]->(c:crop)
'espinheiro
'Crataegi
'petit
(Uganda)'})-[:is_alias_of]->(c:crop)
'Chilean
'african
'lirio
albi
'Levistici
et
'Chamomillae
pond-lily'})-[:is_alias_of]->(c:crop)
'pin
'pino
'meadow
'carvalho
cum
'Harar)'})-[:is_alias_of]->(c:crop)
'Tanaceti
cattail'})-[:is_alias_of]->(c:crop)
folhas
wort'})-[:is_alias_of]->(c:crop)
'wall
bindweed'})-[:is_alias_of]->(c:crop)
'lentille
boticas'})-[:is_alias_of]->(c:crop)
'Rhodesian
(Borana)'})-[:is_alias_of]->(c:crop)
'mkoma
(Marakwet)'})-[:is_alias_of]->(c:crop)
'moutarde
'cha
'chan
pala'})-[:is_alias_of]->(c:crop)
'trevo
myrtle'})-[:is_alias_of]->(c:crop)
gentian'})-[:is_alias_of]->(c:crop)
'genciana
holly'})-[:is_alias_of]->(c:crop)
lavender'})-[:is_alias_of]->(c:crop)
geranium'})-[:is_alias_of]->(c:crop)
sage'})-[:is_alias_of]->(c:crop)
'Fuller's
periwinkle'})-[:is_alias_of]->(c:crop)
'cedro
willow'})-[:is_alias_of]->(c:crop)
menor'})-[:is_alias_of]->(c:crop)
fir'})-[:is_alias_of]->(c:crop)
alder'})-[:is_alias_of]->(c:crop)
'Althaeae
wood
elm'})-[:is_alias_of]->(c:crop)
'gaïac
'Tiliae
mullein'})-[:is_alias_of]->(c:crop)
Cameroon)'})-[:is_alias_of]->(c:crop)
blue
stonecrop'})-[:is_alias_of]->(c:crop)
dao
'Tuvalu)'})-[:is_alias_of]->(c:crop)
'Acacia
Noir
ta
Tree'})-[:is_alias_of]->(c:crop)
(green
'Bulbus
tau'})-[:is_alias_of]->(c:crop)
'bawang
Espanha'})-[:is_alias_of]->(c:crop)
arum'})-[:is_alias_of]->(c:crop)
'noix
(Cooks)'})-[:is_alias_of]->(c:crop)
papalagi'})-[:is_alias_of]->(c:crop)
'durian
'tiep
'khan
'custard
'fruta
ta'})-[:is_alias_of]->(c:crop)
'mak
'Semen
'jack
cane'})-[:is_alias_of]->(c:crop)
'star
'belimbing
batu'})-[:is_alias_of]->(c:crop)
'bambu'
'Ceylon
vermelha'})-[:is_alias_of]->(c:crop)
salad'})-[:is_alias_of]->(c:crop)
(Fr)'})-[:is_alias_of]->(c:crop)
'mustard
'Siberian
(French)'})-[:is_alias_of]->(c:crop)
'pigeon
'Oriental
'feijao
'Persian
pyerets'})-[:is_alias_of]->(c:crop)
'filfil
'polo
'pepe
sapote'})-[:is_alias_of]->(c:crop)
senna'})-[:is_alias_of]->(c:crop)
nipis'})-[:is_alias_of]->(c:crop)
tay'})-[:is_alias_of]->(c:crop)
(Oman)'})-[:is_alias_of]->(c:crop)
'cam'})-[:is_alias_of]->(c:crop)
manis'})-[:is_alias_of]->(c:crop)
fibre'})-[:is_alias_of]->(c:crop)
'inhame'})-[:is_alias_of]->(c:crop)
'garlic
parsley'})-[:is_alias_of]->(c:crop)
sui'})-[:is_alias_of]->(c:crop)
'fan
pom'})-[:is_alias_of]->(c:crop)
'pumpkin'})-[:is_alias_of]->(c:crop)
'zucca'})-[:is_alias_of]->(c:crop)
cyperus'})-[:is_alias_of]->(c:crop)
mu'})-[:is_alias_of]->(c:crop)
'huong
tomato'})-[:is_alias_of]->(c:crop)
tree
'gelbe
'cultivated
'winged
'ufi
chin'})-[:is_alias_of]->(c:crop)
'oil
Japon'})-[:is_alias_of]->(c:crop)
serrana'})-[:is_alias_of]->(c:crop)
verde'})-[:is_alias_of]->(c:crop)
'Turkey
'cumquate
'dessert
'morangueiro
cultura'})-[:is_alias_of]->(c:crop)
'cây
su'})-[:is_alias_of]->(c:crop)
'sorrel'})-[:is_alias_of]->(c:crop)
'Jamaica
'jelly
okra'})-[:is_alias_of]->(c:crop)
ácida'})-[:is_alias_of]->(c:crop)
'patata
'morelle
'hierba
d'Egypte'})-[:is_alias_of]->(c:crop)
'bottle
'zucca
vino'})-[:is_alias_of]->(c:crop)
botol'})-[:is_alias_of]->(c:crop)
San
'faux
Samoa)'})-[:is_alias_of]->(c:crop)
'noz
'St.
apricot'})-[:is_alias_of]->(c:crop)
Pará'})-[:is_alias_of]->(c:crop)
(Brazil)'})-[:is_alias_of]->(c:crop)
yai'})-[:is_alias_of]->(c:crop)
islands)'})-[:is_alias_of]->(c:crop)
'amoreira
'ornamental
(Cambodia)'})-[:is_alias_of]->(c:crop)
patate'})-[:is_alias_of]->(c:crop)
'jiquima'})-[:is_alias_of]->(c:crop)
bohne'})-[:is_alias_of]->(c:crop)
'sinkamas'})-[:is_alias_of]->(c:crop)
ge'})-[:is_alias_of]->(c:crop)
'hoewi
granadilla'})-[:is_alias_of]->(c:crop)
'parcha'})-[:is_alias_of]->(c:crop)
passion
'fleur
d'Espagne'})-[:is_alias_of]->(c:crop)
'broad
'kidney
'palm
'cherry
'si
'princess
'asparagus
'pe
'kudzu
'tropical
'Madeira
'glossy
tulip
'kedondong
'mombin
amarilla'})-[:is_alias_of]->(c:crop)
'cork
'seaside
'feuilles
mint'})-[:is_alias_of]->(c:crop)
Menthae
'xiao
mai'})-[:is_alias_of]->(c:crop)
'vanligt
(Peru)'})-[:is_alias_of]->(c:crop)
arroz'})-[:is_alias_of]->(c:crop)
'cowpea'})-[:is_alias_of]->(c:crop)
long
(Bra)'})-[:is_alias_of]->(c:crop)
blanca'})-[:is_alias_of]->(c:crop)
'arbor
'edible
arrow
'lime
acide'})-[:is_alias_of]->(c:crop)
'äkta
'Juglandis
'large
'sabugueiro
'Sambuci
(Peru'})-[:is_alias_of]->(c:crop)
mer'})-[:is_alias_of]->(c:crop)
'smooth
'dyer's
gum
'guayaba
'coco
'corozo'})-[:is_alias_of]->(c:crop)
kiwi'})-[:is_alias_of]->(c:crop)
'bel
'kha
'Angelicae
'angelica
soursop'})-[:is_alias_of]->(c:crop)
'araticum
bâtard'})-[:is_alias_of]->(c:crop)
rod'})-[:is_alias_of]->(c:crop)
parsnip'})-[:is_alias_of]->(c:crop)
pan'})-[:is_alias_of]->(c:crop)
oat'})-[:is_alias_of]->(c:crop)
'thorny
'margarida
'Brazil
'la
'castanha
Betulae'})-[:is_alias_of]->(c:crop)
fan
'Abyssinian
'Ethiopian
boxwood'})-[:is_alias_of]->(c:crop)
d'Amérique'})-[:is_alias_of]->(c:crop)
'caper
'woolly
'papaya
'chataignier
'ragged
jardins'})-[:is_alias_of]->(c:crop)
'soap
'buffalo
butter
'gewöhnlicher
'grande
rocket'})-[:is_alias_of]->(c:crop)
'cerisier
'açaí
buckwheat'})-[:is_alias_of]->(c:crop)
'faia
americana'})-[:is_alias_of]->(c:crop)
africana'})-[:is_alias_of]->(c:crop)
'ground
rhubarb'})-[:is_alias_of]->(c:crop)
(Angola)'})-[:is_alias_of]->(c:crop)
(Kenya)'})-[:is_alias_of]->(c:crop)
juniper'})-[:is_alias_of]->(c:crop)
nettle'})-[:is_alias_of]->(c:crop)
toadflax'})-[:is_alias_of]->(c:crop)
'lupino
amarela'})-[:is_alias_of]->(c:crop)
(Colombia'})-[:is_alias_of]->(c:crop)
gatos'})-[:is_alias_of]->(c:crop)
'pond-lily'})-[:is_alias_of]->(c:crop)
'arroz
'millet
poppy'})-[:is_alias_of]->(c:crop)
'kam
'poke
'cereza
'Pruni
spinosae
lungwort'})-[:is_alias_of]->(c:crop)
'chene
'Ribis
rubri
'dog
'Cynosbati
burnet'})-[:is_alias_of]->(c:crop)
'Afrikanische
monkey
cat-tail'})-[:is_alias_of]->(c:crop)
'arándano
'Alpine
'herb
'fox
avocado'})-[:is_alias_of]->(c:crop)
'lamb's
shamrock'})-[:is_alias_of]->(c:crop)
knapweed'})-[:is_alias_of]->(c:crop)
moss'})-[:is_alias_of]->(c:crop)
(Giriama)'})-[:is_alias_of]->(c:crop)
(Samburu)'})-[:is_alias_of]->(c:crop)
'mudzaladowe
(Keiyo)'})-[:is_alias_of]->(c:crop)
'fever
'dok
'Madagascar
'pimenta
reino'})-[:is_alias_of]->(c:crop)
'vild
vulgaris
Millefolii'})-[:is_alias_of]->(c:crop)
aloe'})-[:is_alias_of]->(c:crop)
wormwood'})-[:is_alias_of]->(c:crop)
'Calendulae
heather'})-[:is_alias_of]->(c:crop)
'Scotch
'holy
'Cardui
'lemon-scented
Folium'})-[:is_alias_of]->(c:crop)
ssu'})-[:is_alias_of]->(c:crop)
to'})-[:is_alias_of]->(c:crop)
'Rumicis
rue'})-[:is_alias_of]->(c:crop)
'may
aux
'flame
oleander'})-[:is_alias_of]->(c:crop)
'trâu
'day
'abete
Akazie'})-[:is_alias_of]->(c:crop)
'hedge
eye'})-[:is_alias_of]->(c:crop)
'amieiro
hsiang'})-[:is_alias_of]->(c:crop)
lilac'})-[:is_alias_of]->(c:crop)
'king's
cypress'})-[:is_alias_of]->(c:crop)
dodder'})-[:is_alias_of]->(c:crop)
'cuscuta
tongue'})-[:is_alias_of]->(c:crop)
fingerbøl'})-[:is_alias_of]->(c:crop)
glove'})-[:is_alias_of]->(c:crop)
santo'})-[:is_alias_of]->(c:crop)
deal'})-[:is_alias_of]->(c:crop)
'peuplier
'choupo
nang'})-[:is_alias_of]->(c:crop)
madder'})-[:is_alias_of]->(c:crop)
'salsaparrilha
'tilia
tree/eng'})-[:is_alias_of]->(c:crop)
'hemp
chaste
'boca
aster'})-[:is_alias_of]->(c:crop)
pahit'})-[:is_alias_of]->(c:crop)
bumi'})-[:is_alias_of]->(c:crop)
ali'})-[:is_alias_of]->(c:crop)
'dao
'dâu
'Eibisch'})-[:is_alias_of]->(c:crop)
bendi'})-[:is_alias_of]->(c:crop)
'kembang
'ketmie
'kopi
'lady
finger'})-[:is_alias_of]->(c:crop)
'mesta'})-[:is_alias_of]->(c:crop)
kok
dau'})-[:is_alias_of]->(c:crop)
(Tonga'})-[:is_alias_of]->(c:crop)
cabbage
(Solomon
'bead
'circassian
eyes'})-[:is_alias_of]->(c:crop)
clam
daeng'})-[:is_alias_of]->(c:crop)
pavao'})-[:is_alias_of]->(c:crop)
'peacock
'saga
'sandal
'suga'})-[:is_alias_of]->(c:crop)
'onion'})-[:is_alias_of]->(c:crop)
'basal'})-[:is_alias_of]->(c:crop)
'ceba'})-[:is_alias_of]->(c:crop)
Allii
'cong'})-[:is_alias_of]->(c:crop)
'yang
'key
merah'})-[:is_alias_of]->(c:crop)
leaf)'})-[:is_alias_of]->(c:crop)
'khtim
'ton
hom'})-[:is_alias_of]->(c:crop)
'hua
'Spring
'ceboleta
amaranth'})-[:is_alias_of]->(c:crop)
'yam'})-[:is_alias_of]->(c:crop)
'mamuang
'acajou
hot'})-[:is_alias_of]->(c:crop)
'po
'soursop'})-[:is_alias_of]->(c:crop)
'corossol
épineux'})-[:is_alias_of]->(c:crop)
'nangka
seberang'})-[:is_alias_of]->(c:crop)
barang'})-[:is_alias_of]->(c:crop)
'sarifa'})-[:is_alias_of]->(c:crop)
'bullock's
'coracao
boi'})-[:is_alias_of]->(c:crop)
'cahuex'})-[:is_alias_of]->(c:crop)
custard
'cherimoya'})-[:is_alias_of]->(c:crop)
cannelle'})-[:is_alias_of]->(c:crop)
kaya'})-[:is_alias_of]->(c:crop)
'celery'})-[:is_alias_of]->(c:crop)
river
'areca
arecae'})-[:is_alias_of]->(c:crop)
lang'})-[:is_alias_of]->(c:crop)
'kapiak'})-[:is_alias_of]->(c:crop)
'gasau
farine'})-[:is_alias_of]->(c:crop)
havre'})-[:is_alias_of]->(c:crop)
'kamrakh'})-[:is_alias_of]->(c:crop)
'wi
pessegi'})-[:is_alias_of]->(c:crop)
'belembing
'cayenne
'chik
ban'})-[:is_alias_of]->(c:crop)
stem
Malabar
vine
'country
'bertalha
'Malabarspinat'})-[:is_alias_of]->(c:crop)
'basela
soldado'})-[:is_alias_of]->(c:crop)
'poor
'wax
'Silver
beet'})-[:is_alias_of]->(c:crop)
friend'})-[:is_alias_of]->(c:crop)
needles'})-[:is_alias_of]->(c:crop)
'butterfly
'amor
tonga'})-[:is_alias_of]->(c:crop)
'gewone
bok'})-[:is_alias_of]->(c:crop)
'kapisi'})-[:is_alias_of]->(c:crop)
'kapeti
'kapisi
'fodder
'swede'})-[:is_alias_of]->(c:crop)
'broccoli'})-[:is_alias_of]->(c:crop)
'brocoli
Bruxelles
cauliflower'})-[:is_alias_of]->(c:crop)
'masi'})-[:is_alias_of]->(c:crop)
'ai
'kumanda
(Paraguay)'})-[:is_alias_of]->(c:crop)
'lenteja'})-[:is_alias_of]->(c:crop)
pea
'pwa
'ku
'canarium
'nut
'sword
sabre'})-[:is_alias_of]->(c:crop)
'fève
'papa'})-[:is_alias_of]->(c:crop)
mun'})-[:is_alias_of]->(c:crop)
'acid
'citron'})-[:is_alias_of]->(c:crop)
'kara
'canna
'pimenton'})-[:is_alias_of]->(c:crop)
'poivre
ahmar'})-[:is_alias_of]->(c:crop)
'perennial
'boro
'melon
'loko'})-[:is_alias_of]->(c:crop)
'poilao
'tiger
'rau
thao'})-[:is_alias_of]->(c:crop)
'caimito'})-[:is_alias_of]->(c:crop)
succory'})-[:is_alias_of]->(c:crop)
'Cichorii
'wassermelone'})-[:is_alias_of]->(c:crop)
watermelon'})-[:is_alias_of]->(c:crop)
'pomelo'})-[:is_alias_of]->(c:crop)
agria'})-[:is_alias_of]->(c:crop)
francés'})-[:is_alias_of]->(c:crop)
'Zitrone'})-[:is_alias_of]->(c:crop)
chhmaa
'naaw
'chanh
nabbu'})-[:is_alias_of]->(c:crop)
'tipolo'})-[:is_alias_of]->(c:crop)
'citron
'cidreira'})-[:is_alias_of]->(c:crop)
'limao
galego'})-[:is_alias_of]->(c:crop)
peli'})-[:is_alias_of]->(c:crop)
'toronja'})-[:is_alias_of]->(c:crop)
mandarin'})-[:is_alias_of]->(c:crop)
'Satsuma
doux'})-[:is_alias_of]->(c:crop)
'laranja
'mitha
kai'})-[:is_alias_of]->(c:crop)
'mull'})-[:is_alias_of]->(c:crop)
'mak'})-[:is_alias_of]->(c:crop)
'bejuco
azul'})-[:is_alias_of]->(c:crop)
life'})-[:is_alias_of]->(c:crop)
heaven'})-[:is_alias_of]->(c:crop)
for
'arabian
'kafei'})-[:is_alias_of]->(c:crop)
'kofe'})-[:is_alias_of]->(c:crop)
'cafe'})-[:is_alias_of]->(c:crop)
'Kaffee'})-[:is_alias_of]->(c:crop)
'buna'})-[:is_alias_of]->(c:crop)
'coffee'})-[:is_alias_of]->(c:crop)
'Liberian
keladi'})-[:is_alias_of]->(c:crop)
'sali'})-[:is_alias_of]->(c:crop)
'xiang
'kolendra'})-[:is_alias_of]->(c:crop)
bija'})-[:is_alias_of]->(c:crop)
'nan
nan
bin'})-[:is_alias_of]->(c:crop)
mâle'})-[:is_alias_of]->(c:crop)
'Chinesische
Petersilie'})-[:is_alias_of]->(c:crop)
'gherkin'})-[:is_alias_of]->(c:crop)
'hina'})-[:is_alias_of]->(c:crop)
'Kürbis'})-[:is_alias_of]->(c:crop)
'summer
pumpkin'})-[:is_alias_of]->(c:crop)
'autumn
'globe
'Artischocke'})-[:is_alias_of]->(c:crop)
'round
'souchet
gau'})-[:is_alias_of]->(c:crop)
'cu
'sa
'nha
'tung
palo'})-[:is_alias_of]->(c:crop)
carrot'})-[:is_alias_of]->(c:crop)
'greater
'igname'})-[:is_alias_of]->(c:crop)
Guine''})-[:is_alias_of]->(c:crop)
'Otaheite
'kaki'})-[:is_alias_of]->(c:crop)
'hông
pe'
'goose
'crab
'coral
plum
'pineapple
'fig
pais'})-[:is_alias_of]->(c:crop)
'figueira
foeniculi'})-[:is_alias_of]->(c:crop)
cut'})-[:is_alias_of]->(c:crop)
'topinambour'})-[:is_alias_of]->(c:crop)
'girasole'})-[:is_alias_of]->(c:crop)
'til'})-[:is_alias_of]->(c:crop)
'roselle'})-[:is_alias_of]->(c:crop)
'rozelle'})-[:is_alias_of]->(c:crop)
'sour-sour'})-[:is_alias_of]->(c:crop)
jelly
'Florida
Guinée'})-[:is_alias_of]->(c:crop)
'quimbombó
chino'})-[:is_alias_of]->(c:crop)
'sereni'})-[:is_alias_of]->(c:crop)
'agrio
'quetmia
'viña'})-[:is_alias_of]->(c:crop)
'viñuela'})-[:is_alias_of]->(c:crop)
'vinagreira'})-[:is_alias_of]->(c:crop)
'azeda
Guiné'})-[:is_alias_of]->(c:crop)
'cururú
'quiabeiro
'zuring'})-[:is_alias_of]->(c:crop)
'karkadé'})-[:is_alias_of]->(c:crop)
'carcadé'})-[:is_alias_of]->(c:crop)
mao'})-[:is_alias_of]->(c:crop)
'ice
cream
'guarna'})-[:is_alias_of]->(c:crop)
'guamo'})-[:is_alias_of]->(c:crop)
'guama'})-[:is_alias_of]->(c:crop)
'guaba'})-[:is_alias_of]->(c:crop)
'inga'})-[:is_alias_of]->(c:crop)
'rabo
mico'})-[:is_alias_of]->(c:crop)
'pacay'})-[:is_alias_of]->(c:crop)
douce'})-[:is_alias_of]->(c:crop)
'batata'})-[:is_alias_of]->(c:crop)
terra'})-[:is_alias_of]->(c:crop)
'ba
'gan
'lá
khoai
'pana
'um
'poison
'calabash
'guinea
'long
'new
'trumpet
flowered
'labu
'kula'})-[:is_alias_of]->(c:crop)
'bule'})-[:is_alias_of]->(c:crop)
mimosa'})-[:is_alias_of]->(c:crop)
(Yap)'})-[:is_alias_of]->(c:crop)
(Palau)'})-[:is_alias_of]->(c:crop)
(American
'fua
vavalangi'})-[:is_alias_of]->(c:crop)
loofah'})-[:is_alias_of]->(c:crop)
'Madras
'grain
'dolico
'cereza'})-[:is_alias_of]->(c:crop)
'mammee
'South
American
sauvage'})-[:is_alias_of]->(c:crop)
Santo
Domingo'})-[:is_alias_of]->(c:crop)
'abrico
lucerne'})-[:is_alias_of]->(c:crop)
flor
roxa'})-[:is_alias_of]->(c:crop)
'bullace
'genip'})-[:is_alias_of]->(c:crop)
'pickerel
'moreira'})-[:is_alias_of]->(c:crop)
'capulin'})-[:is_alias_of]->(c:crop)
'Panama
'Jamaican
'banana'})-[:is_alias_of]->(c:crop)
'broadleaf
'vudi
'futi
'cresson
'wara
'chle
mao
tzu'})-[:is_alias_of]->(c:crop)
'palmeira
nipa'})-[:is_alias_of]->(c:crop)
'spelt
'albahaca'})-[:is_alias_of]->(c:crop)
'kao'})-[:is_alias_of]->(c:crop)
'lúa
'manioc
'ahipa'})-[:is_alias_of]->(c:crop)
'knollige
'yambohne'})-[:is_alias_of]->(c:crop)
patata'})-[:is_alias_of]->(c:crop)
'tu
gua'})-[:is_alias_of]->(c:crop)
tu
'yamsbønne'})-[:is_alias_of]->(c:crop)
'bengkoewang'})-[:is_alias_of]->(c:crop)
'jacatupé'})-[:is_alias_of]->(c:crop)
'jacutupé'})-[:is_alias_of]->(c:crop)
'jocotupé'})-[:is_alias_of]->(c:crop)
böyrüce'})-[:is_alias_of]->(c:crop)
liane'})-[:is_alias_of]->(c:crop)
passion'})-[:is_alias_of]->(c:crop)
passionfruit'})-[:is_alias_of]->(c:crop)
'curuba
Castilla'})-[:is_alias_of]->(c:crop)
'granadilla'})-[:is_alias_of]->(c:crop)
'timun
'pea'})-[:is_alias_of]->(c:crop)
'butter
a€o'})-[:is_alias_of]->(c:crop)
'gros
pois'})-[:is_alias_of]->(c:crop)
'french
francais'})-[:is_alias_of]->(c:crop)
'tamar'})-[:is_alias_of]->(c:crop)
'pokok
'Andean
'arveja'})-[:is_alias_of]->(c:crop)
'pigweed'})-[:is_alias_of]->(c:crop)
'guayaba'})-[:is_alias_of]->(c:crop)
ailé'})-[:is_alias_of]->(c:crop)
'thwàx
botor'})-[:is_alias_of]->(c:crop)
cavalo'})-[:is_alias_of]->(c:crop)
phuu'})-[:is_alias_of]->(c:crop)
'dau
rosewood'})-[:is_alias_of]->(c:crop)
'acha'})-[:is_alias_of]->(c:crop)
kudzu'})-[:is_alias_of]->(c:crop)
'pear
'radish'})-[:is_alias_of]->(c:crop)
daikon'})-[:is_alias_of]->(c:crop)
'duruka'})-[:is_alias_of]->(c:crop)
'Fiji
zucchero'})-[:is_alias_of]->(c:crop)
'caña
'dovu
saman'})-[:is_alias_of]->(c:crop)
'ohai
comune'})-[:is_alias_of]->(c:crop)
'chocho'})-[:is_alias_of]->(c:crop)
(Argentina)'})-[:is_alias_of]->(c:crop)
(Mexico)'})-[:is_alias_of]->(c:crop)
black
'berenjena'})-[:is_alias_of]->(c:crop)
'schwarzer
'sort
cimarrona'})-[:is_alias_of]->(c:crop)
'broom-corn'})-[:is_alias_of]->(c:crop)
'sorghum'})-[:is_alias_of]->(c:crop)
sorghum'})-[:is_alias_of]->(c:crop)
'chicken
'sorgho'})-[:is_alias_of]->(c:crop)
'sorgo'})-[:is_alias_of]->(c:crop)
'ipwa'})-[:is_alias_of]->(c:crop)
'bachanta'})-[:is_alias_of]->(c:crop)
'Hirse'})-[:is_alias_of]->(c:crop)
'hog
franc'})-[:is_alias_of]->(c:crop)
'prune
myrobalan'})-[:is_alias_of]->(c:crop)
'prunier
jobo'})-[:is_alias_of]->(c:crop)
perro'})-[:is_alias_of]->(c:crop)
hembra'})-[:is_alias_of]->(c:crop)
'jocote'})-[:is_alias_of]->(c:crop)
'caja
maho'})-[:is_alias_of]->(c:crop)
mahaut'})-[:is_alias_of]->(c:crop)
'milo'})-[:is_alias_of]->(c:crop)
'baru
sâmut'})-[:is_alias_of]->(c:crop)
'brandy
'menthe
'bohe'})-[:is_alias_of]->(c:crop)
vete'})-[:is_alias_of]->(c:crop)
hvede'})-[:is_alias_of]->(c:crop)
'ruba'})-[:is_alias_of]->(c:crop)
(Venezuela)'})-[:is_alias_of]->(c:crop)
'mung
(USA)'})-[:is_alias_of]->(c:crop)
'yard
cochon'})-[:is_alias_of]->(c:crop)
taro
(Ant)'})-[:is_alias_of]->(c:crop)
taro'})-[:is_alias_of]->(c:crop)
'Malanga
'Ocumo
(Ven)'})-[:is_alias_of]->(c:crop)
'corn'})-[:is_alias_of]->(c:crop)
'xian'})-[:is_alias_of]->(c:crop)
(Wollamo)'})-[:is_alias_of]->(c:crop)
dill'})-[:is_alias_of]->(c:crop)
'funcho
'Anethi
anethi
'bignay'})-[:is_alias_of]->(c:crop)
dong'})-[:is_alias_of]->(c:crop)
'groundnut'})-[:is_alias_of]->(c:crop)
'mani'})-[:is_alias_of]->(c:crop)
'pistache'})-[:is_alias_of]->(c:crop)
vegetal'})-[:is_alias_of]->(c:crop)
seso'})-[:is_alias_of]->(c:crop)
huevo'})-[:is_alias_of]->(c:crop)
'pera
roja'})-[:is_alias_of]->(c:crop)
diablo'})-[:is_alias_of]->(c:crop)
me
Africa'})-[:is_alias_of]->(c:crop)
manso'})-[:is_alias_of]->(c:crop)
'dong
'Congo
stick'})-[:is_alias_of]->(c:crop)
'chataignier'})-[:is_alias_of]->(c:crop)
'saure
Limette'})-[:is_alias_of]->(c:crop)
lemon
hazel'})-[:is_alias_of]->(c:crop)
'trigo
'echter
'Fagopyri
'chiku'})-[:is_alias_of]->(c:crop)
balm'})-[:is_alias_of]->(c:crop)
'Melissae
oyibo'})-[:is_alias_of]->(c:crop)
(Hamer-Bena)'})-[:is_alias_of]->(c:crop)
'murier
'mucuna
terciopelo
'kavach'})-[:is_alias_of]->(c:crop)
'kaunch'})-[:is_alias_of]->(c:crop)
'alkushi'})-[:is_alias_of]->(c:crop)
'atmagupta'})-[:is_alias_of]->(c:crop)
'dulagondi'})-[:is_alias_of]->(c:crop)
'punaikkali'})-[:is_alias_of]->(c:crop)
'nasugunni'})-[:is_alias_of]->(c:crop)
(Quechua)'})-[:is_alias_of]->(c:crop)
(Aymara)'})-[:is_alias_of]->(c:crop)
America)'})-[:is_alias_of]->(c:crop)
'pistachio'})-[:is_alias_of]->(c:crop)
(Oromiffa)'})-[:is_alias_of]->(c:crop)
num-num'})-[:is_alias_of]->(c:crop)
'Natal
'Surinam
Java'})-[:is_alias_of]->(c:crop)
'Ecuador)'})-[:is_alias_of]->(c:crop)
'Bolivia)'})-[:is_alias_of]->(c:crop)
'Kaffa)'})-[:is_alias_of]->(c:crop)
(Gamo)'})-[:is_alias_of]->(c:crop)
campo'})-[:is_alias_of]->(c:crop)
'Prunier
'baru'})-[:is_alias_of]->(c:crop)
'via
'dau'})-[:is_alias_of]->(c:crop)
'Carthami
'hong
'Turkish
'gum
arabic'})-[:is_alias_of]->(c:crop)
senegal'})-[:is_alias_of]->(c:crop)
arábica'})-[:is_alias_of]->(c:crop)
país'})-[:is_alias_of]->(c:crop)
Rio
oil'})-[:is_alias_of]->(c:crop)
'cayiete'})-[:is_alias_of]->(c:crop)
'ocori'})-[:is_alias_of]->(c:crop)
'baobab'})-[:is_alias_of]->(c:crop)
Indias'})-[:is_alias_of]->(c:crop)
'mahogany
'lucky
'couch
'rièng
'saskatoon
Santo'})-[:is_alias_of]->(c:crop)
'Virginia
'knob
forrajero'})-[:is_alias_of]->(c:crop)
'Bardanae
'iron
'Peruvian
pain'})-[:is_alias_of]->(c:crop)
'fruit
ano'})-[:is_alias_of]->(c:crop)
'pao
'manaca'})-[:is_alias_of]->(c:crop)
'Algerian
'Mediterranean
'marguerite'})-[:is_alias_of]->(c:crop)
rasteira'})-[:is_alias_of]->(c:crop)
'bela
barberry'})-[:is_alias_of]->(c:crop)
berberis'})-[:is_alias_of]->(c:crop)
'el
Brasil'})-[:is_alias_of]->(c:crop)
beith'})-[:is_alias_of]->(c:crop)
silver
'Boraginis
'palmyra
'toddy
'Sukuma
name)'})-[:is_alias_of]->(c:crop)
'flowering
rush'})-[:is_alias_of]->(c:crop)
marigold'})-[:is_alias_of]->(c:crop)
'king
'câprier
'cappero
otu'})-[:is_alias_of]->(c:crop)
moscata'})-[:is_alias_of]->(c:crop)
'cumin'})-[:is_alias_of]->(c:crop)
bur'})-[:is_alias_of]->(c:crop)
America'})-[:is_alias_of]->(c:crop)
bottle'})-[:is_alias_of]->(c:crop)
'carob
'palmito
'goosefoot'})-[:is_alias_of]->(c:crop)
'California
soap
'hvid
'calamondin'})-[:is_alias_of]->(c:crop)
'China
kasturi'})-[:is_alias_of]->(c:crop)
Sodom'})-[:is_alias_of]->(c:crop)
amargo'})-[:is_alias_of]->(c:crop)
'wampee'})-[:is_alias_of]->(c:crop)
col'})-[:is_alias_of]->(c:crop)
bunchberry'})-[:is_alias_of]->(c:crop)
Canada''})-[:is_alias_of]->(c:crop)
'corniolo'})-[:is_alias_of]->(c:crop)
walnut'})-[:is_alias_of]->(c:crop)
'aubepine'})-[:is_alias_of]->(c:crop)
Weißdorn'})-[:is_alias_of]->(c:crop)
'biancospino'})-[:is_alias_of]->(c:crop)
'vanleg
hvidtjørn'})-[:is_alias_of]->(c:crop)
summitas'})-[:is_alias_of]->(c:crop)
anjing'})-[:is_alias_of]->(c:crop)
galingale'})-[:is_alias_of]->(c:crop)
Zypergras'})-[:is_alias_of]->(c:crop)
commune'})-[:is_alias_of]->(c:crop)
mil'})-[:is_alias_of]->(c:crop)
dragon'})-[:is_alias_of]->(c:crop)
nhai'})-[:is_alias_of]->(c:crop)
bitter
(Afargna)'})-[:is_alias_of]->(c:crop)
bugloss'})-[:is_alias_of]->(c:crop)
hyacinth'})-[:is_alias_of]->(c:crop)
'Nile
'finger
'salad
'cerise
Cayenne'})-[:is_alias_of]->(c:crop)
touceira'})-[:is_alias_of]->(c:crop)
'Iceland
ring
thorn
rock
sycamore'})-[:is_alias_of]->(c:crop)
cleavers'})-[:is_alias_of]->(c:crop)
'Galii
'our
lady's
rennet'})-[:is_alias_of]->(c:crop)
'echtes
tintureiros'})-[:is_alias_of]->(c:crop)
'hay
'crow
'coroa
'northern
mannagrass'})-[:is_alias_of]->(c:crop)
'floating
'cat's
(Botswana)'})-[:is_alias_of]->(c:crop)
(Réunion)'})-[:is_alias_of]->(c:crop)
cow
buckthorn'})-[:is_alias_of]->(c:crop)
'dom
verdadeiro'})-[:is_alias_of]->(c:crop)
amarelo
pantanos'})-[:is_alias_of]->(c:crop)
bush
juniperi'})-[:is_alias_of]->(c:crop)
'Juniperi
'zimbro
groundnut'})-[:is_alias_of]->(c:crop)
'Lamii
'grass
'chickling
'rough
'shimfa'})-[:is_alias_of]->(c:crop)
'mace'})-[:is_alias_of]->(c:crop)
cress'})-[:is_alias_of]->(c:crop)
rhizoma
'tremoco
'pearl
(Ecuador'})-[:is_alias_of]->(c:crop)
'Peru)'})-[:is_alias_of]->(c:crop)
musquée'})-[:is_alias_of]->(c:crop)
horehound'})-[:is_alias_of]->(c:crop)
'marrube
chamomile'})-[:is_alias_of]->(c:crop)
'Hungarian
camomile'})-[:is_alias_of]->(c:crop)
'aguaje
'Swiss
Philodendron'})-[:is_alias_of]->(c:crop)
'sweet-scented
'riz
hirse'})-[:is_alias_of]->(c:crop)
'Papaveris
millett'})-[:is_alias_of]->(c:crop)
'mil
'reed
date
'Senegal
'myrobalan'})-[:is_alias_of]->(c:crop)
kham
'Asian
'Roman
'pignon
'bull
'coleus
bistort'})-[:is_alias_of]->(c:crop)
terre
'grosse
'cereja
stipites'})-[:is_alias_of]->(c:crop)
'capulin
los
'spotted
las
live
'Austrian
comum'})-[:is_alias_of]->(c:crop)
'roble
'Quercus
'dogwood'})-[:is_alias_of]->(c:crop)
Johannisbeere'})-[:is_alias_of]->(c:crop)
nigri
(Ghana)'})-[:is_alias_of]->(c:crop)
(Kwangali)'})-[:is_alias_of]->(c:crop)
hip'})-[:is_alias_of]->(c:crop)
canina'})-[:is_alias_of]->(c:crop)
fructus
sine
'ronce
'amora
'knee
arrowhead'})-[:is_alias_of]->(c:crop)
asparagus'})-[:is_alias_of]->(c:crop)
'pimpinela
'bulrush'})-[:is_alias_of]->(c:crop)
'river
'foxtail
'stor
'bwa
'quinquina
'sennep'})-[:is_alias_of]->(c:crop)
albae
'Brassica
pea-aubergine'})-[:is_alias_of]->(c:crop)
aubergine'})-[:is_alias_of]->(c:crop)
'tomato-fruited
amère'})-[:is_alias_of]->(c:crop)
qie'})-[:is_alias_of]->(c:crop)
ku
d'Afrique'})-[:is_alias_of]->(c:crop)
'Afrikansk
'sorbo
degli
'sorveira
'sorveira'})-[:is_alias_of]->(c:crop)
bark'})-[:is_alias_of]->(c:crop)
'mtonga'})-[:is_alias_of]->(c:crop)
ball'})-[:is_alias_of]->(c:crop)
'Burma
'suren
'goat's
beard'})-[:is_alias_of]->(c:crop)
duro'})-[:is_alias_of]->(c:crop)
mace'})-[:is_alias_of]->(c:crop)
'narrow-leaf
'kleine
lisdodde'})-[:is_alias_of]->(c:crop)
rohrkolben'})-[:is_alias_of]->(c:crop)
dunkjevle'})-[:is_alias_of]->(c:crop)
dunhammer'})-[:is_alias_of]->(c:crop)
kaveldun'})-[:is_alias_of]->(c:crop)
loquat'})-[:is_alias_of]->(c:crop)
nælde'})-[:is_alias_of]->(c:crop)
'liden
'mirtilho
estreitas'})-[:is_alias_of]->(c:crop)
'blueberry'})-[:is_alias_of]->(c:crop)
americano'})-[:is_alias_of]->(c:crop)
'arando
'mviru'})-[:is_alias_of]->(c:crop)
'mmilo'})-[:is_alias_of]->(c:crop)
wild
tears'})-[:is_alias_of]->(c:crop)
'dumoga
'ervilha
'bambara
cowpea'})-[:is_alias_of]->(c:crop)
sasage'})-[:is_alias_of]->(c:crop)
'mfuu'})-[:is_alias_of]->(c:crop)
jujube'})-[:is_alias_of]->(c:crop)
'cat
bugle'})-[:is_alias_of]->(c:crop)
'lingua
silkweed'})-[:is_alias_of]->(c:crop)
pindsvineknop'})-[:is_alias_of]->(c:crop)
scabious'})-[:is_alias_of]->(c:crop)
buttons'})-[:is_alias_of]->(c:crop)
diabo'})-[:is_alias_of]->(c:crop)
bryony'})-[:is_alias_of]->(c:crop)
primrose'})-[:is_alias_of]->(c:crop)
seringa'})-[:is_alias_of]->(c:crop)
'omuparara'})-[:is_alias_of]->(c:crop)
'maroola
europeia'})-[:is_alias_of]->(c:crop)
'honeysuckle'})-[:is_alias_of]->(c:crop)
'stemless
Islandia'})-[:is_alias_of]->(c:crop)
'nabo
'milk
'kone
(Chonyi)'})-[:is_alias_of]->(c:crop)
(Digo)'})-[:is_alias_of]->(c:crop)
(Gabra)'})-[:is_alias_of]->(c:crop)
(Ilchamus)'})-[:is_alias_of]->(c:crop)
(Kambe)'})-[:is_alias_of]->(c:crop)
(Malakote)'})-[:is_alias_of]->(c:crop)
(young)
'irara
(Orma)'})-[:is_alias_of]->(c:crop)
(Rendille)'})-[:is_alias_of]->(c:crop)
(Turkana)'})-[:is_alias_of]->(c:crop)
'amazonische
'yuca
poison
'pink
'masterwort'})-[:is_alias_of]->(c:crop)
'mostaza
aswad'})-[:is_alias_of]->(c:crop)
'mostarda
nero'})-[:is_alias_of]->(c:crop)
mosterd'})-[:is_alias_of]->(c:crop)
Senf'})-[:is_alias_of]->(c:crop)
'kapusta
czarna'})-[:is_alias_of]->(c:crop)
hardal'})-[:is_alias_of]->(c:crop)
cinnamon'})-[:is_alias_of]->(c:crop)
turmeric'})-[:is_alias_of]->(c:crop)
'temu
'khi
min'})-[:is_alias_of]->(c:crop)
'khamin
chan'})-[:is_alias_of]->(c:crop)
kim'})-[:is_alias_of]->(c:crop)
luong'})-[:is_alias_of]->(c:crop)
'ginger
'mò
'phac
'salai'})-[:is_alias_of]->(c:crop)
tou
k'ou'})-[:is_alias_of]->(c:crop)
blade'})-[:is_alias_of]->(c:crop)
'jon
kau'})-[:is_alias_of]->(c:crop)
muscade'})-[:is_alias_of]->(c:crop)
chand'})-[:is_alias_of]->(c:crop)
khau'})-[:is_alias_of]->(c:crop)
dau
'Petroselini
'trifoglio
'Trifolii
majoram'})-[:is_alias_of]->(c:crop)
'thyme'})-[:is_alias_of]->(c:crop)
'Thymian'})-[:is_alias_of]->(c:crop)
'timian'})-[:is_alias_of]->(c:crop)
'Rhizoma
Calami
bosques'})-[:is_alias_of]->(c:crop)
'mugwort'})-[:is_alias_of]->(c:crop)
maior'})-[:is_alias_of]->(c:crop)
'Absinthii
'tarragon'})-[:is_alias_of]->(c:crop)
'dragonwort'})-[:is_alias_of]->(c:crop)
'estragon'})-[:is_alias_of]->(c:crop)
'estragao'})-[:is_alias_of]->(c:crop)
'Dracunculi
'Artemisiae
flos
calycibus'})-[:is_alias_of]->(c:crop)
'urze
'Chrysanthemi
'blessed
benedicti
'liquorice
'réglisse
'meyan
kok'})-[:is_alias_of]->(c:crop)
'lavender'})-[:is_alias_of]->(c:crop)
'lavande'})-[:is_alias_of]->(c:crop)
'lavanda'})-[:is_alias_of]->(c:crop)
verbena'})-[:is_alias_of]->(c:crop)
'curry
Cari'})-[:is_alias_of]->(c:crop)
patta'})-[:is_alias_of]->(c:crop)
'e
do'})-[:is_alias_of]->(c:crop)
'ho
'chi
'nga
praia'})-[:is_alias_of]->(c:crop)
'honey
'mother
bauhinia'})-[:is_alias_of]->(c:crop)
'Venus'-
'cardo
'kasturi
cheiroso'})-[:is_alias_of]->(c:crop)
ingo'})-[:is_alias_of]->(c:crop)
'fau
'mimosa
'Prickly
cua'})-[:is_alias_of]->(c:crop)
(kandha)'})-[:is_alias_of]->(c:crop)
'candle
candle
'empress
'ringworm
'roman
'senna'})-[:is_alias_of]->(c:crop)
'chumhet
ironwood'})-[:is_alias_of]->(c:crop)
'camphrier'})-[:is_alias_of]->(c:crop)
'Jamestown
trumpet'})-[:is_alias_of]->(c:crop)
'mamoninho
diable'})-[:is_alias_of]->(c:crop)
'flamboyant
'atbot
kino'})-[:is_alias_of]->(c:crop)
'eucalipto
cacao'})-[:is_alias_of]->(c:crop)
(Br)'})-[:is_alias_of]->(c:crop)
paperbark
tea-tree
'pride
'loendro
cheiro'})-[:is_alias_of]->(c:crop)
'plantain
lievre'})-[:is_alias_of]->(c:crop)
'tanchagem
'Plantaginis
'indlebe-kathekwane
'healing
'mahogany'})-[:is_alias_of]->(c:crop)
bells'})-[:is_alias_of]->(c:crop)
trumpet
St.
'fish
'Eastern
'Salviae
indigo'})-[:is_alias_of]->(c:crop)
'anileira
felpuda'})-[:is_alias_of]->(c:crop)
bianco'})-[:is_alias_of]->(c:crop)
'sapin
'abeto
Catechu'})-[:is_alias_of]->(c:crop)
'scented
'gommier
'babla
preto
(Cape
Verde)'})-[:is_alias_of]->(c:crop)
(Guinea-Bissau)'})-[:is_alias_of]->(c:crop)
'godi
'lavender
Venus'})-[:is_alias_of]->(c:crop)
'mogno
Althaeae'})-[:is_alias_of]->(c:crop)
anemone'})-[:is_alias_of]->(c:crop)
Hsiang'})-[:is_alias_of]->(c:crop)
camphor
'sembang
'dai
bi'})-[:is_alias_of]->(c:crop)
'poh
crown'})-[:is_alias_of]->(c:crop)
'Chelidonii
'buttonwood'})-[:is_alias_of]->(c:crop)
'lily
åkervinda'})-[:is_alias_of]->(c:crop)
'cipres
'cuscute
'foxglove'})-[:is_alias_of]->(c:crop)
Fingerhut'})-[:is_alias_of]->(c:crop)
'dedaleira
'bloody
'fairy
'Digitale
'luvas
bluegum'})-[:is_alias_of]->(c:crop)
ask'})-[:is_alias_of]->(c:crop)
Robert'})-[:is_alias_of]->(c:crop)
'legno
poules'})-[:is_alias_of]->(c:crop)
'genévrier
S.
'Malvae
'Hart's
'trébol
'Meliloti
'royal
paulownia'})-[:is_alias_of]->(c:crop)
plantago'})-[:is_alias_of]->(c:crop)
'platano
tansy'})-[:is_alias_of]->(c:crop)
cowslip'})-[:is_alias_of]->(c:crop)
'Transvaal
creeper'})-[:is_alias_of]->(c:crop)
mang'})-[:is_alias_of]->(c:crop)
giun'})-[:is_alias_of]->(c:crop)
legitima'})-[:is_alias_of]->(c:crop)
'Saponaria
rubrae
mariani
redwood'})-[:is_alias_of]->(c:crop)
'small-leaved
'tilleul
feuilles'})-[:is_alias_of]->(c:crop)
'Carbo
tiliae'})-[:is_alias_of]->(c:crop)
officinalis
'Tilium
'Farfarae
hellebore'})-[:is_alias_of]->(c:crop)
false
'mullein'})-[:is_alias_of]->(c:crop)
'verbasco
'Verbasci
'violeta
'Visci
stinkwood'})-[:is_alias_of]->(c:crop)
waterplantain'})-[:is_alias_of]->(c:crop)
'fa
mouth'})-[:is_alias_of]->(c:crop)
restharrow'})-[:is_alias_of]->(c:crop)
'Ononidis
Pestwurz'})-[:is_alias_of]->(c:crop)
(Danish)'})-[:is_alias_of]->(c:crop)
'eastern
cottonwood'})-[:is_alias_of]->(c:crop)
'Salicis
'flannel
'bella
sombra'})-[:is_alias_of]->(c:crop)
wistaria'})-[:is_alias_of]->(c:crop)
houseleek'})-[:is_alias_of]->(c:crop)
'roter
badan'})-[:is_alias_of]->(c:crop)
phueak'})-[:is_alias_of]->(c:crop)
'yik
'bedara
'tongkat
Himalaia'})-[:is_alias_of]->(c:crop)
nutmeg'})-[:is_alias_of]->(c:crop)
gatal'})-[:is_alias_of]->(c:crop)
'Madagaskarbohne'})-[:is_alias_of]->(c:crop)
'jackbohne'})-[:is_alias_of]->(c:crop)
'bhindee'})-[:is_alias_of]->(c:crop)
'bhindi'})-[:is_alias_of]->(c:crop)
'bindi'})-[:is_alias_of]->(c:crop)
'bumbo'})-[:is_alias_of]->(c:crop)
'bunga
depros'})-[:is_alias_of]->(c:crop)
'calulu''})-[:is_alias_of]->(c:crop)
'cantarella'})-[:is_alias_of]->(c:crop)
'chaucha
turca'})-[:is_alias_of]->(c:crop)
bap'})-[:is_alias_of]->(c:crop)
'frutto
d‚ibisco'})-[:is_alias_of]->(c:crop)
'gobbo'})-[:is_alias_of]->(c:crop)
'gombaut'})-[:is_alias_of]->(c:crop)
'gombo'})-[:is_alias_of]->(c:crop)
'Gombro'})-[:is_alias_of]->(c:crop)
'haluyoy'})-[:is_alias_of]->(c:crop)
'huang
qiu
kui'})-[:is_alias_of]->(c:crop)
'ibisco'})-[:is_alias_of]->(c:crop)
lender'})-[:is_alias_of]->(c:crop)
dapros'})-[:is_alias_of]->(c:crop)
comestible'})-[:is_alias_of]->(c:crop)
arab'})-[:is_alias_of]->(c:crop)
'krachiap
man'})-[:is_alias_of]->(c:crop)
'krachiapkhieo'})-[:is_alias_of]->(c:crop)
'ocra'})-[:is_alias_of]->(c:crop)
'okay'})-[:is_alias_of]->(c:crop)
'oker'})-[:is_alias_of]->(c:crop)
'okra'})-[:is_alias_of]->(c:crop)
'okro'})-[:is_alias_of]->(c:crop)
'okura'})-[:is_alias_of]->(c:crop)
'quiabo'})-[:is_alias_of]->(c:crop)
'quimbambo'})-[:is_alias_of]->(c:crop)
'quimgombó'})-[:is_alias_of]->(c:crop)
'quingombo'})-[:is_alias_of]->(c:crop)
'ramturai'})-[:is_alias_of]->(c:crop)
'rosenapfel'})-[:is_alias_of]->(c:crop)
'saluyota
bunga'})-[:is_alias_of]->(c:crop)
'sayur
'tori'})-[:is_alias_of]->(c:crop)
'tuah
lek'})-[:is_alias_of]->(c:crop)
'vendakai'})-[:is_alias_of]->(c:crop)
'yong
'neka
'bele
'pele
'aibika'})-[:is_alias_of]->(c:crop)
'island
'baera'})-[:is_alias_of]->(c:crop)
'peli'})-[:is_alias_of]->(c:crop)
'slippery
Is.)'})-[:is_alias_of]->(c:crop)
'slipery
kabis'})-[:is_alias_of]->(c:crop)
Coral'})-[:is_alias_of]->(c:crop)
'adenantero'})-[:is_alias_of]->(c:crop)
'Agati'})-[:is_alias_of]->(c:crop)
'Agati
Petite
Feuille'})-[:is_alias_of]->(c:crop)
'Arbreglise'})-[:is_alias_of]->(c:crop)
coralwood'})-[:is_alias_of]->(c:crop)
pride'})-[:is_alias_of]->(c:crop)
Bourbon'})-[:is_alias_of]->(c:crop)
Graine'})-[:is_alias_of]->(c:crop)
Rouge'})-[:is_alias_of]->(c:crop)
Noir'})-[:is_alias_of]->(c:crop)
'caralillo'})-[:is_alias_of]->(c:crop)
'caralín'})-[:is_alias_of]->(c:crop)
'carolina'})-[:is_alias_of]->(c:crop)
'chan‚trèi'})-[:is_alias_of]->(c:crop)
'Corail
Vegetale'})-[:is_alias_of]->(c:crop)
'Coral
Wood'})-[:is_alias_of]->(c:crop)
'coral'})-[:is_alias_of]->(c:crop)
'Coralitos'})-[:is_alias_of]->(c:crop)
'coralitos
peonía'})-[:is_alias_of]->(c:crop)
'crab's
'Curly
Bean'})-[:is_alias_of]->(c:crop)
'Deleite'})-[:is_alias_of]->(c:crop)
'Delicia'})-[:is_alias_of]->(c:crop)
'Dilmawi'})-[:is_alias_of]->(c:crop)
'église'})-[:is_alias_of]->(c:crop)
'Extranjera'})-[:is_alias_of]->(c:crop)
'flower-fence'})-[:is_alias_of]->(c:crop)
'Graine-r‚glisse'})-[:is_alias_of]->(c:crop)
'Graines
Rouges'})-[:is_alias_of]->(c:crop)
'Jumbi
Bead'})-[:is_alias_of]->(c:crop)
'L‚glise'})-[:is_alias_of]->(c:crop)
'jumbie
bead'})-[:is_alias_of]->(c:crop)
'kitoke
'Lagati'})-[:is_alias_of]->(c:crop)
'lam'})-[:is_alias_of]->(c:crop)
'legliz'})-[:is_alias_of]->(c:crop)
'Lera'})-[:is_alias_of]->(c:crop)
'lopa'})-[:is_alias_of]->(c:crop)
cheng'})-[:is_alias_of]->(c:crop)
ton'})-[:is_alias_of]->(c:crop)
hok
'mai-chek'})-[:is_alias_of]->(c:crop)
'malatinglin'})-[:is_alias_of]->(c:crop)
'mangelim'})-[:is_alias_of]->(c:crop)
'olho
'Paina'})-[:is_alias_of]->(c:crop)
flower-fence'})-[:is_alias_of]->(c:crop)
'peronía'})-[:is_alias_of]->(c:crop)
'peronías'})-[:is_alias_of]->(c:crop)
'Pitipitio'})-[:is_alias_of]->(c:crop)
'Pomea'})-[:is_alias_of]->(c:crop)
'Popoa'})-[:is_alias_of]->(c:crop)
'R‚glisse'})-[:is_alias_of]->(c:crop)
'raktakambal'})-[:is_alias_of]->(c:crop)
Bead
Sandalwood
Sandalwood'})-[:is_alias_of]->(c:crop)
'reglisse'})-[:is_alias_of]->(c:crop)
telik'})-[:is_alias_of]->(c:crop)
tumpul'})-[:is_alias_of]->(c:crop)
'saga'})-[:is_alias_of]->(c:crop)
bead
'segawe
sabrang'})-[:is_alias_of]->(c:crop)
'temo-carolina'})-[:is_alias_of]->(c:crop)
'tento
carolina'})-[:is_alias_of]->(c:crop)
'Vaivai
Ni
Vavalagired'})-[:is_alias_of]->(c:crop)
'sandalwood
'zumbic
'candlenut'})-[:is_alias_of]->(c:crop)
'tuitui
'lama'})-[:is_alias_of]->(c:crop)
'Candle
'Levant
porro
'liiki'})-[:is_alias_of]->(c:crop)
'shallot'})-[:is_alias_of]->(c:crop)
'echalote'})-[:is_alias_of]->(c:crop)
'oignon'})-[:is_alias_of]->(c:crop)
'cebolla'})-[:is_alias_of]->(c:crop)
'cebola'})-[:is_alias_of]->(c:crop)
'cipolla'})-[:is_alias_of]->(c:crop)
'Zwiebel'})-[:is_alias_of]->(c:crop)
'Küchenzwiebel'})-[:is_alias_of]->(c:crop)
'lök'})-[:is_alias_of]->(c:crop)
'rödlök'})-[:is_alias_of]->(c:crop)
'løg'})-[:is_alias_of]->(c:crop)
'rødløg'})-[:is_alias_of]->(c:crop)
'kepaløk'})-[:is_alias_of]->(c:crop)
'ruokasipuli'})-[:is_alias_of]->(c:crop)
'ui'})-[:is_alias_of]->(c:crop)
'ajuin'})-[:is_alias_of]->(c:crop)
'mózespecsenye'})-[:is_alias_of]->(c:crop)
'zsidószalonna'})-[:is_alias_of]->(c:crop)
'hagyma'})-[:is_alias_of]->(c:crop)
'vöröshagyma'})-[:is_alias_of]->(c:crop)
'zöldhagyma'})-[:is_alias_of]->(c:crop)
'újhagyma
onion)'})-[:is_alias_of]->(c:crop)
'cibule'})-[:is_alias_of]->(c:crop)
'cepo'})-[:is_alias_of]->(c:crop)
'sercajo'})-[:is_alias_of]->(c:crop)
'spritajo'})-[:is_alias_of]->(c:crop)
'uinnean'})-[:is_alias_of]->(c:crop)
Cepae'})-[:is_alias_of]->(c:crop)
'uie'})-[:is_alias_of]->(c:crop)
'luk'})-[:is_alias_of]->(c:crop)
'cebula
jadalna'})-[:is_alias_of]->(c:crop)
'sogan'})-[:is_alias_of]->(c:crop)
'pias'})-[:is_alias_of]->(c:crop)
'kremmídi'})-[:is_alias_of]->(c:crop)
'laukur'})-[:is_alias_of]->(c:crop)
'yang-ts'ung'})-[:is_alias_of]->(c:crop)
'chung'})-[:is_alias_of]->(c:crop)
'ts'ung'})-[:is_alias_of]->(c:crop)
'chung
'ts'ung
ts'ung'})-[:is_alias_of]->(c:crop)
'tamanegi'})-[:is_alias_of]->(c:crop)
'atasuki'})-[:is_alias_of]->(c:crop)
'wakegi'})-[:is_alias_of]->(c:crop)
'kalik'})-[:is_alias_of]->(c:crop)
'piaz'})-[:is_alias_of]->(c:crop)
'piyaz'})-[:is_alias_of]->(c:crop)
'varosa'})-[:is_alias_of]->(c:crop)
shinkurt'})-[:is_alias_of]->(c:crop)
'ponoru'})-[:is_alias_of]->(c:crop)
'pianj'})-[:is_alias_of]->(c:crop)
'kesunni'})-[:is_alias_of]->(c:crop)
'kyet-thun-ni'})-[:is_alias_of]->(c:crop)
'harili
sibul'})-[:is_alias_of]->(c:crop)
'dungari'})-[:is_alias_of]->(c:crop)
'yarok'})-[:is_alias_of]->(c:crop)
'batzal'})-[:is_alias_of]->(c:crop)
daun'})-[:is_alias_of]->(c:crop)
bawang
'nirulli'})-[:is_alias_of]->(c:crop)
slek'})-[:is_alias_of]->(c:crop)
kraham'})-[:is_alias_of]->(c:crop)
bouo'})-[:is_alias_of]->(c:crop)
daun
'ulli'})-[:is_alias_of]->(c:crop)
'kanda'})-[:is_alias_of]->(c:crop)
'piaja'})-[:is_alias_of]->(c:crop)
'ayun'})-[:is_alias_of]->(c:crop)
'peyaz'})-[:is_alias_of]->(c:crop)
'ceapã'})-[:is_alias_of]->(c:crop)
'palandu'})-[:is_alias_of]->(c:crop)
'lunu'})-[:is_alias_of]->(c:crop)
'kitunguu'})-[:is_alias_of]->(c:crop)
'sibuyas'})-[:is_alias_of]->(c:crop)
'irulli'})-[:is_alias_of]->(c:crop)
'vengayam'})-[:is_alias_of]->(c:crop)
'hanh'})-[:is_alias_of]->(c:crop)
'lasóna'})-[:is_alias_of]->(c:crop)
'branching
bunching
'chibol'})-[:is_alias_of]->(c:crop)
'Welsh
'whitespot'})-[:is_alias_of]->(c:crop)
'amaranth'})-[:is_alias_of]->(c:crop)
'kata
natay'})-[:is_alias_of]->(c:crop)
'chulai'})-[:is_alias_of]->(c:crop)
foot
himmaphan'})-[:is_alias_of]->(c:crop)
'yaruang'})-[:is_alias_of]->(c:crop)
letlor'})-[:is_alias_of]->(c:crop)
'cashew'})-[:is_alias_of]->(c:crop)
'cashew
á
pomme'})-[:is_alias_of]->(c:crop)
d'acajou'})-[:is_alias_of]->(c:crop)
'marañon'})-[:is_alias_of]->(c:crop)
'casho'})-[:is_alias_of]->(c:crop)
'cashu'})-[:is_alias_of]->(c:crop)
'cajou'})-[:is_alias_of]->(c:crop)
'anacardier'})-[:is_alias_of]->(c:crop)
'caju'})-[:is_alias_of]->(c:crop)
'acajú'})-[:is_alias_of]->(c:crop)
'kasjoe'})-[:is_alias_of]->(c:crop)
'mereke'})-[:is_alias_of]->(c:crop)
'kaju'})-[:is_alias_of]->(c:crop)
'apu
initia'})-[:is_alias_of]->(c:crop)
'kesiu'})-[:is_alias_of]->(c:crop)
'cashewnuss'})-[:is_alias_of]->(c:crop)
'cashewbaum'})-[:is_alias_of]->(c:crop)
mortyet'})-[:is_alias_of]->(c:crop)
mede'})-[:is_alias_of]->(c:crop)
'gajus'})-[:is_alias_of]->(c:crop)
monyet'})-[:is_alias_of]->(c:crop)
'kasoy'})-[:is_alias_of]->(c:crop)
'balubad'})-[:is_alias_of]->(c:crop)
'balogo'})-[:is_alias_of]->(c:crop)
'thiho
thayet
si'})-[:is_alias_of]->(c:crop)
'svaay
chantii'})-[:is_alias_of]->(c:crop)
lon
dieu'})-[:is_alias_of]->(c:crop)
'nut-cashew'})-[:is_alias_of]->(c:crop)
'pineapple'})-[:is_alias_of]->(c:crop)
'pina'})-[:is_alias_of]->(c:crop)
lo
mah'})-[:is_alias_of]->(c:crop)
'ananas'})-[:is_alias_of]->(c:crop)
'abacaxi'})-[:is_alias_of]->(c:crop)
'vadra'})-[:is_alias_of]->(c:crop)
'vainaviu'})-[:is_alias_of]->(c:crop)
'andras'})-[:is_alias_of]->(c:crop)
'hukifa'})-[:is_alias_of]->(c:crop)
'fala'aiga'})-[:is_alias_of]->(c:crop)
'faina'})-[:is_alias_of]->(c:crop)
'ara
painapa
'balawa'})-[:is_alias_of]->(c:crop)
'fala
'painapolo
'sub-pah-rohd'})-[:is_alias_of]->(c:crop)
'Stachelannone'})-[:is_alias_of]->(c:crop)
'zuurzak'})-[:is_alias_of]->(c:crop)
'guanabana'})-[:is_alias_of]->(c:crop)
'sirsak'})-[:is_alias_of]->(c:crop)
benggala'})-[:is_alias_of]->(c:crop)
makkah'})-[:is_alias_of]->(c:crop)
'saua
sap'})-[:is_alias_of]->(c:crop)
'guayabano'})-[:is_alias_of]->(c:crop)
'atti'})-[:is_alias_of]->(c:crop)
'llabanos'})-[:is_alias_of]->(c:crop)
banla'})-[:is_alias_of]->(c:crop)
thalot'})-[:is_alias_of]->(c:crop)
'khièp
thét'})-[:is_alias_of]->(c:crop)
'thurian-thet'})-[:is_alias_of]->(c:crop)
